[
  {
    "id": "doughnut_economics_explained",
    "title": "What is a Healthy Economy? (Doughnut Economics)",
    "info": {
      "author": "Kate Raworth",
      "source": "TED",
      "level": "C1",
      "tags": [
        "economics",
        "sustainability",
        "environment",
        "society",
        "growth"
      ],
      "link": "",
      "variants": null
    },
    "paras": [
      {
        "id": 1,
        "en": "What does it mean for a country to have a healthy economy? What does a healthy economy even look like? Does it look like this? What about like this? Economist Kate Raworth shared a pretty interesting answer to this question on the TED interview podcast, and it challenges an idea that most economists take for granted.",
        "cn": "一个国家拥有健康的经济意味着什么？健康的经济到底长什么样？是像这样吗？还是像那样？经济学家凯特·拉沃斯（Kate Raworth）在TED访谈播客中分享了一个相当有趣的答案，它挑战了大多数经济学家习以为常的一个观点。",
        "vocab": [
          {
            "word": "take for granted",
            "ph": "/teɪk fɔːr ˈɡræntɪd/",
            "pos": "idiom",
            "mean": "认为…理所当然",
            "ex": "We often take our health for granted until we get sick.",
            "tr": "我们经常视健康为理所当然，直到生病了才意识到。",
            "match": [
              "take for granted"
            ]
          }
        ]
      },
      {
        "id": 2,
        "en": "We live particularly in the West, particularly the last 150 years, in a society that has a very strong belief that growth is the sign of progress. And to a certain extent it's true. We love to see our kids grow. We love to see nature growing in spring. Growth is a wonderful healthy phase of life.",
        "cn": "我们生活在一个特别是在西方，特别是在过去150年里，坚信增长是进步标志的社会中。在某种程度上，这是真的。我们喜欢看到孩子成长。我们喜欢看到大自然在春天生长。成长是生命中一个美妙健康的阶段。",
        "vocab": [
          {
            "word": "to a certain extent",
            "ph": "/tu ə ˈsɜːrtn ɪkˈstent/",
            "pos": "phr",
            "mean": "在一定程度上",
            "ex": "I agree with you to a certain extent, but not entirely.",
            "tr": "我在一定程度上同意你的观点，但不完全同意。",
            "match": [
              "to a certain extent"
            ]
          },
          {
            "word": "phase",
            "ph": "/feɪz/",
            "pos": "n",
            "mean": "阶段；时期",
            "ex": "The project is currently in its initial phase.",
            "tr": "该项目目前处于初始阶段。",
            "match": [
              "phase"
            ]
          }
        ]
      },
      {
        "id": 3,
        "en": "But in our economies, it's like we've turned to Peter Pan economics, the economy that never wanted to grow up. It wanted to grow and grow and grow forever, and it becomes this permanent phase. But we already know in our own bodies, in our own lives, that there's another side to this metaphor of growth that we love so much.",
        "cn": "但在我们的经济中，就像我们转向了“彼得·潘经济学”，即一个不想长大的经济体。它想永远不断地增长，这变成了一个永久的阶段。但在我们自己的身体里，在我们自己的生活中，我们已经知道我们如此热爱的增长隐喻还有另一面。",
        "vocab": [
          {
            "word": "permanent",
            "ph": "/ˈpɜːrmənənt/",
            "pos": "adj",
            "mean": "永久的",
            "ex": "Smoking can cause permanent damage to your lungs.",
            "tr": "吸烟会对肺部造成永久性损害。",
            "match": [
              "permanent"
            ]
          },
          {
            "word": "metaphor",
            "ph": "/ˈmetəfɔːr/",
            "pos": "n",
            "mean": "隐喻；比喻",
            "ex": "The poem uses the metaphor of a storm to describe his anger.",
            "tr": "这首诗用风暴的隐喻来形容他的愤怒。",
            "match": [
              "metaphor"
            ]
          }
        ]
      },
      {
        "id": 4,
        "en": "If I told you my friend had gone to the doctor, and the doctor told her she had a growth, that already feels completely different. Because in the space of our own bodies, we know that when something tries to grow endlessly within this healthy, dynamic living whole, it is a threat to the health of the whole. And we do everything we can to stop it.",
        "cn": "如果我告诉你，我的朋友去看医生，医生告诉她体内有一个肿块（growth），那感觉就完全不同了。因为在我们身体的空间里，我们知道当某个东西试图在这个健康、动态的生命整体中无休止地生长时，它是对整体健康的一种威胁。我们会尽一切努力去阻止它。",
        "vocab": [
          {
            "word": "growth",
            "ph": "/ɡroʊθ/",
            "pos": "n",
            "mean": "（体内的）生长物，肿块，肿瘤",
            "ex": "The doctor found a growth on his liver.",
            "tr": "医生在他的肝脏上发现了一个肿块。",
            "match": [
              "growth"
            ]
          },
          {
            "word": "dynamic",
            "ph": "/daɪˈnæmɪk/",
            "pos": "adj",
            "mean": "动态的；充满活力的",
            "ex": "The market is dynamic and constantly changing.",
            "tr": "市场是动态的，且不断变化。",
            "match": [
              "dynamic"
            ]
          },
          {
            "word": "threat",
            "ph": "/θret/",
            "pos": "n",
            "mean": "威胁",
            "ex": "Pollution poses a threat to marine life.",
            "tr": "污染对海洋生物构成威胁。",
            "match": [
              "threat"
            ]
          }
        ]
      },
      {
        "id": 5,
        "en": "But when we step into our economies, for some reason we think that endless growth is progress. And we are now running into severe problems because we are addicted to endless growth.",
        "cn": "但当我们踏入经济领域时，出于某种原因，我们认为无休止的增长就是进步。而我们现在正遇到严重的问题，因为我们对无休止的增长上瘾了。",
        "vocab": [
          {
            "word": "run into",
            "ph": "/rʌn ˈɪntuː/",
            "pos": "phr v",
            "mean": "遭遇（困难、问题等）",
            "ex": "We ran into some technical difficulties.",
            "tr": "我们遇到了一些技术困难。",
            "match": [
              "running into"
            ]
          },
          {
            "word": "severe",
            "ph": "/sɪˈvɪr/",
            "pos": "adj",
            "mean": "严重的",
            "ex": "He suffered severe injuries in the accident.",
            "tr": "他在事故中受了重伤。",
            "match": [
              "severe"
            ]
          },
          {
            "word": "addicted to",
            "ph": "/əˈdɪktɪd tuː/",
            "pos": "adj phr",
            "mean": "对…上瘾",
            "ex": "Many teenagers are addicted to social media.",
            "tr": "许多青少年对社交媒体上瘾。",
            "match": [
              "addicted to"
            ]
          }
        ]
      },
      {
        "id": 6,
        "en": "Simon Kuznets, he was asked in the 1930s by US Congress to come up for the first time with a single number to measure the output of the economy. America could say, well, we produce so many tons of steel and so many bags of grain, but can we add it all together? So they commissioned him to do this, and he said yes, I can. I can add it all together in one number. National income, what we now know as GDP.",
        "cn": "西蒙·库兹涅茨（Simon Kuznets），他在1930年代被美国国会要求首次提出一个单一的数字来衡量经济产出。美国可以说，嗯，我们要生产这么多吨钢铁和这么多袋谷物，但我们能把它们加在一起吗？所以他们委托他做这件事，他说可以，我能。我可以把它们加在一个数字里。国民收入，也就是我们要知道的GDP。",
        "vocab": [
          {
            "word": "come up with",
            "ph": "/kʌm ʌp wɪð/",
            "pos": "phr v",
            "mean": "提出；想出",
            "ex": "She came up with a brilliant idea.",
            "tr": "她想出了一个绝妙的主意。",
            "match": [
              "come up",
              "with"
            ]
          },
          {
            "word": "commission",
            "ph": "/kəˈmɪʃn/",
            "pos": "v",
            "mean": "委托；任命",
            "ex": "The city commissioned a statue of the mayor.",
            "tr": "这城市委托制作了一尊市长的雕像。",
            "match": [
              "commissioned"
            ]
          },
          {
            "word": "GDP",
            "ph": "/ˌdʒiː diː ˈpiː/",
            "pos": "abbr",
            "mean": "国内生产总值 (Gross Domestic Product)",
            "ex": "The country's GDP grew by 3% last year.",
            "tr": "该国的GDP去年增长了3%。",
            "match": [
              "GDP"
            ]
          }
        ]
      },
      {
        "id": 7,
        "en": "But he gave it with a caveat. He said the welfare of a nation can scarcely be known from this number. Don't mix it up with welfare, right? Because it tells us nothing about the unpaid caring work of parents. Tells us nothing about the value that's created in communities, because that's not priced. And it's a measure of the flow of economic value. It tells us nothing about the living world, the forests, the mines, that get run down in order to create this value.",
        "cn": "但他给出了一个警告。他说，一个国家的福利很难从这个数字中得知。别把它和福利搞混了，好吗？因为它没有告诉我们父母无偿的照料工作。没有告诉我们社区创造的价值，因为那没有标价。它是衡量经济价值流动的指标。它没有告诉我们关于生命世界、森林、矿山的任何信息，而这些为了创造这些价值而被消耗殆尽。",
        "vocab": [
          {
            "word": "caveat",
            "ph": "/ˈkæviæt/",
            "pos": "n",
            "mean": "警告；限制性条款",
            "ex": "There is one caveat: the sale ends tonight.",
            "tr": "有一个限制条件：促销今晚结束。",
            "match": [
              "caveat"
            ]
          },
          {
            "word": "welfare",
            "ph": "/ˈwelfeər/",
            "pos": "n",
            "mean": "福利；福祉",
            "ex": "The government is concerned about the welfare of the poor.",
            "tr": "政府关心穷人的福利。",
            "match": [
              "welfare"
            ]
          },
          {
            "word": "scarcely",
            "ph": "/ˈskersli/",
            "pos": "adv",
            "mean": "几乎不；简直不",
            "ex": "I can scarcely believe it.",
            "tr": "我简直不敢相信。",
            "match": [
              "scarcely"
            ]
          },
          {
            "word": "run down",
            "ph": "/rʌn daʊn/",
            "pos": "phr v",
            "mean": "消耗；耗尽；使…破败",
            "ex": "The old factory has been run down over the years.",
            "tr": "这家老工厂多年来已经破败不堪。",
            "match": [
              "run down"
            ]
          }
        ]
      },
      {
        "id": 8,
        "en": "But the convenience, the temptation of this single number was so great that politicians sort of tucked it in their armpit and carried right on. And we ended up in a horse race of pursuing GDP growth.",
        "cn": "但是，这个单一数字带来的便利和诱惑太大了，以至于政客们差不多把它夹在腋下就继续前行了。结果我们陷入了追求GDP增长的赛马比赛中。",
        "vocab": [
          {
            "word": "convenience",
            "ph": "/kənˈviːniəns/",
            "pos": "n",
            "mean": "便利；方便",
            "ex": "We enjoy the convenience of online shopping.",
            "tr": "我们享受网购的便利。",
            "match": [
              "convenience"
            ]
          },
          {
            "word": "temptation",
            "ph": "/tempˈteɪʃn/",
            "pos": "n",
            "mean": "诱惑",
            "ex": "The temptation to eat the cake was too strong.",
            "tr": "吃蛋糕的诱惑太大了。",
            "match": [
              "temptation"
            ]
          },
          {
            "word": "pursue",
            "ph": "/pərˈsuː/",
            "pos": "v",
            "mean": "追求；追赶",
            "ex": "He wants to pursue a career in music.",
            "tr": "他想追求音乐事业。",
            "match": [
              "pursuing"
            ]
          }
        ]
      },
      {
        "id": 9,
        "en": "The dream is that GDP can keep on increasing, we can have increasing financial returns, but that we can decouple from using Earth's resources. We can use less carbon and less metals and minerals and plastics, and we can use less of the Earth's land surface and separate these two, ever rising GDP and falling resource use. It's a fabulous dream.",
        "cn": "梦想是GDP可以持续增长，我们可以获得越来越多的财务回报，但我们可以与地球资源的使用脱钩。我们可以使用更少的碳、金属、矿物和塑料，我们可以使用更少的地球土地表面，并将这两者分开——不断上升的GDP和不断下降的资源使用。这是一个美妙的梦想。",
        "vocab": [
          {
            "word": "decouple",
            "ph": "/diːˈkʌpl/",
            "pos": "v",
            "mean": "使脱钩；使分离",
            "ex": "We need to decouple economic growth from environmental damage.",
            "tr": "我们需要将经济增长与环境破坏脱钩。",
            "match": [
              "decouple"
            ]
          },
          {
            "word": "mineral",
            "ph": "/ˈmɪnərəl/",
            "pos": "n",
            "mean": "矿物",
            "ex": "This region is rich in minerals.",
            "tr": "这个地区矿产丰富。",
            "match": [
              "minerals"
            ]
          },
          {
            "word": "fabulous",
            "ph": "/ˈfæbjələs/",
            "pos": "adj",
            "mean": "极好的；绝妙的",
            "ex": "She looked fabulous in that dress.",
            "tr": "她穿那条裙子看起来美极了。",
            "match": [
              "fabulous"
            ]
          }
        ]
      },
      {
        "id": 10,
        "en": "Would that it would be true? We are at a time of climate emergency, of ecosystem collapse. We need to radically reduce our use of Earth's resources, and we're nowhere close to that.",
        "cn": "但愿这是真的。我们正处于气候紧急状态和生态系统崩溃的时刻。我们需要从根本上减少对地球资源的使用，而我们离这一目标还很远。",
        "vocab": [
          {
            "word": "would that",
            "ph": "/wʊd ðæt/",
            "pos": "phr",
            "mean": "但愿；要是…就好了（古语或文学用法）",
            "ex": "Would that I were younger.",
            "tr": "要是我年轻点就好了。",
            "match": [
              "Would that"
            ]
          },
          {
            "word": "collapse",
            "ph": "/kəˈlæps/",
            "pos": "n",
            "mean": "崩溃；倒塌",
            "ex": "The collapse of the bridge caused chaos.",
            "tr": "桥梁的倒塌引起了混乱。",
            "match": [
              "collapse"
            ]
          },
          {
            "word": "radically",
            "ph": "/ˈrædɪkli/",
            "pos": "adv",
            "mean": "根本地；彻底地",
            "ex": "Our lifestyle needs to change radically.",
            "tr": "我们的生活方式需要根本性的改变。",
            "match": [
              "radically"
            ]
          }
        ]
      },
      {
        "id": 11,
        "en": "So I offer it as a compass for 21st century prosperity. And this compass, silly though it sounds, it looks like a doughnut with the hole in the middle. So imagine from the centre of it, humanity's use of Earth's resources radiating out from the middle of that picture.",
        "cn": "所以我提供它作为21世纪繁荣的指南针。这个指南针，虽然听起来很傻，但它看起来像一个中间有孔的甜甜圈。想象一下，从它的中心开始，人类对地球资源的使用从图画的中间向外辐射。",
        "vocab": [
          {
            "word": "compass",
            "ph": "/ˈkʌmpəs/",
            "pos": "n",
            "mean": "指南针；罗盘",
            "ex": "The compass points north.",
            "tr": "指南针指向北方。",
            "match": [
              "compass"
            ]
          },
          {
            "word": "prosperity",
            "ph": "/prɑːˈsperəti/",
            "pos": "n",
            "mean": "繁荣",
            "ex": "Peace brings prosperity.",
            "tr": "和平带来繁荣。",
            "match": [
              "prosperity"
            ]
          },
          {
            "word": "radiate",
            "ph": "/ˈreɪdieɪt/",
            "pos": "v",
            "mean": "辐射；发散",
            "ex": "Heat radiates from the sun.",
            "tr": "热量从太阳辐射出来。",
            "match": [
              "radiating"
            ]
          }
        ]
      },
      {
        "id": 12,
        "en": "So in the hole in the middle of the doughnut, that is the place where people don't have enough resources to meet the essentials of life. It's where people don't have enough food, or healthcare, or education, or housing, or gender equality, or political voice, or access to energy.",
        "cn": "所以在甜甜圈中间的孔里，那是人们没有足够资源来满足生活必需品的地方。那是人们没有足够的食物、医疗、教育、住房、性别平等、政治话语权或能源获取的地方。",
        "vocab": [
          {
            "word": "essential",
            "ph": "/ɪˈsenʃl/",
            "pos": "n",
            "mean": "必需品；要素",
            "ex": "Water is an essential of life.",
            "tr": "水是生命的必需品。",
            "match": [
              "essentials"
            ]
          },
          {
            "word": "access to",
            "ph": "/ˈækses tuː/",
            "pos": "n phr",
            "mean": "获得…的机会/权利",
            "ex": "Everyone should have access to education.",
            "tr": "每个人都应该有机会接受教育。",
            "match": [
              "access to"
            ]
          }
        ]
      },
      {
        "id": 13,
        "en": "And we want to leave nobody in that hole. We want to get everybody over a social foundation of wellbeing, so all people on this planet can lead lives of dignity, and opportunity, and community. And in low income countries, it absolutely makes sense. Yes, let's see the economy grow in ways that invest in health and education and transport for all.",
        "cn": "我们不希望任何人留在这个洞里。我们要让每个人都跨越幸福的社会基石，这样地球上的所有人都能过上有尊严、有机会和有社区归属感的生活。在低收入国家，这绝对有意义。是的，让我们看到经济以投资于全民健康、教育和交通的方式增长。",
        "vocab": [
          {
            "word": "foundation",
            "ph": "/faʊnˈdeɪʃn/",
            "pos": "n",
            "mean": "基础；地基",
            "ex": "Trust is the foundation of a good relationship.",
            "tr": "信任是良好关系的基础。",
            "match": [
              "foundation"
            ]
          },
          {
            "word": "dignity",
            "ph": "/ˈdɪɡnəti/",
            "pos": "n",
            "mean": "尊严",
            "ex": "Every human being deserves to be treated with dignity.",
            "tr": "每个人都应受到有尊严的对待。",
            "match": [
              "dignity"
            ]
          }
        ]
      },
      {
        "id": 14,
        "en": "That was a very 20th century project. We're in the 21st century. We have Earth system scientists who started looking at the impact we were having on the climate, and the loss of soils, and acid rain, and the hole in the ozone layer, and the collapse of species.",
        "cn": "那是一个非常20世纪的项目。我们现在处于21世纪。我们的地球系统科学家开始关注我们对气候的影响，以及土壤流失、酸雨、臭氧层空洞和物种灭绝。",
        "vocab": [
          {
            "word": "ozone layer",
            "ph": "/ˈoʊzoʊn leɪər/",
            "pos": "n phr",
            "mean": "臭氧层",
            "ex": "The ozone layer protects us from harmful UV rays.",
            "tr": "臭氧层保护我们免受有害紫外线的伤害。",
            "match": [
              "ozone layer"
            ]
          },
          {
            "word": "species",
            "ph": "/ˈspiːʃiːz/",
            "pos": "n",
            "mean": "物种",
            "ex": "Many species are in danger of extinction.",
            "tr": "许多物种面临灭绝的危险。",
            "match": [
              "species"
            ]
          }
        ]
      },
      {
        "id": 15,
        "en": "And they said, hang on, we've been ignoring our planet. In the growing, to meet human needs, we have ignored the fact that we are deeply dependent on this delicately balanced living planet. It's the only one we know of out there. And when we use Earth resources in such a way that we begin to push ourselves beyond the living capacities of this planet, we are literally undermining the life-supporting systems on which we depend.",
        "cn": "他们说，等一下，我们一直忽视了我们的星球。在增长以满足人类需求的过程中，我们忽视了一个事实：我们深深依赖于这个微妙平衡的生命星球。它是我们所知的唯一一个。当我们以一种开始将自己推向超出这个星球生命承载能力的方式使用地球资源时，我们实际上是在破坏我们赖以生存的生命支持系统。",
        "vocab": [
          {
            "word": "hang on",
            "ph": "/hæŋ ɑːn/",
            "pos": "phr v",
            "mean": "等一下；坚持住",
            "ex": "Hang on, I forgot my keys.",
            "tr": "等一下，我忘了带钥匙。",
            "match": [
              "hang on"
            ]
          },
          {
            "word": "dependent",
            "ph": "/dɪˈpendənt/",
            "pos": "adj",
            "mean": "依赖的",
            "ex": "Children are dependent on their parents.",
            "tr": "孩子依赖父母。",
            "match": [
              "dependent"
            ]
          },
          {
            "word": "undermine",
            "ph": "/ˌʌndərˈmaɪn/",
            "pos": "v",
            "mean": "破坏；削弱（基础）",
            "ex": "Criticism can undermine confidence.",
            "tr": "批评会削弱自信。",
            "match": [
              "undermining"
            ]
          }
        ]
      },
      {
        "id": 16,
        "en": "So hang on, just as there's an inner limit of resource use, and we call that poverty and deprivation, there's an outer limit of humanities resource use. That's ecological degradation, and we are breaking down this planet on which we depend.",
        "cn": "所以等一下，就像资源使用有一个下限，我们称之为贫困和匮乏一样，人类资源使用也有一个上限。那就是生态退化，我们正在破坏这个我们赖以生存的星球。",
        "vocab": [
          {
            "word": "deprivation",
            "ph": "/ˌdeprɪˈveɪʃn/",
            "pos": "n",
            "mean": "匮乏；剥夺",
            "ex": "Sleep deprivation can lead to health problems.",
            "tr": "睡眠不足会导致健康问题。",
            "match": [
              "deprivation"
            ]
          },
          {
            "word": "degradation",
            "ph": "/ˌdeɡrəˈdeɪʃn/",
            "pos": "n",
            "mean": "退化；降解",
            "ex": "Environmental degradation is a serious issue.",
            "tr": "环境恶化是一个严重的问题。",
            "match": [
              "degradation"
            ]
          }
        ]
      },
      {
        "id": 17,
        "en": "So there you get the doughnut. You get the inside, which is leave nobody behind in the hole, but don't overshoot the outer ring either. And so the shape of progress has fundamentally changed. It's no longer this ever rising line of exponential growth that we hear about in the financial news all the time. It's balance.",
        "cn": "所以你就得到了甜甜圈。你有内圈，即不让任何人掉进中间的洞里，但也不要超越外圈。因此，进步的形态已经发生了根本性的变化。它不再是我们一直在财经新闻中听到的那种指数级增长的上升曲线。而是平衡。",
        "vocab": [
          {
            "word": "overshoot",
            "ph": "/ˌoʊvərˈʃuːt/",
            "pos": "v",
            "mean": "超越；越过（界限）",
            "ex": "The plane overshot the runway.",
            "tr": "飞机冲出了跑道。",
            "match": [
              "overshoot"
            ]
          },
          {
            "word": "exponential",
            "ph": "/ˌekspəˈnenʃl/",
            "pos": "adj",
            "mean": "指数级的；迅速增长的",
            "ex": "We are seeing exponential growth in technology.",
            "tr": "我们正看到技术的指数级增长。",
            "match": [
              "exponential"
            ]
          }
        ]
      },
      {
        "id": 18,
        "en": "To me, a source of real hope is that we deeply understand this at the level of our bodies. You go to the doctor, the doctor will say, have enough food, but not too much, enough water, oxygen, exercise, sleep, anything you like, have enough, but not too much. Our health lies in balance. And if we can take that metaphor from the human body to the planetary body, we give ourselves a cracking chance at understanding the deep interdependence of our world.",
        "cn": "对我来说，真正希望的源泉在于我们在身体层面上深刻理解这一点。你去看医生，医生会说，吃足够的食物，但不要太多，足够的水、氧气、运动、睡眠，任何你喜欢的东西，要适量，不要过量。我们的健康在于平衡。如果我们能把这个比喻从人体转移到地球这个躯体上，我们就有一个极好的机会去理解我们世界深层的相互依存关系。",
        "vocab": [
          {
            "word": "interdependence",
            "ph": "/ˌɪntərdɪˈpendəns/",
            "pos": "n",
            "mean": "相互依赖；相互依存",
            "ex": "Global trade creates economic interdependence.",
            "tr": "全球贸易创造了经济上的相互依存。",
            "match": [
              "interdependence"
            ]
          },
          {
            "word": "a cracking chance",
            "ph": "/ə ˈkrækɪŋ tʃæns/",
            "pos": "idiom",
            "mean": "极好的机会（英式非正式用语）",
            "ex": "We have a cracking chance of winning the game.",
            "tr": "我们有极好的机会赢得比赛。",
            "match": [
              "a cracking chance"
            ]
          }
        ]
      },
      {
        "id": 19,
        "en": "In the search for more balanced economic systems, some companies are forgoing having CEOs altogether. Learn how and why they're thriving with this video. Or head over to the World Economic Forum's YouTube channel for more expert interviews on economics and current events.",
        "cn": "在寻求更平衡的经济体系的过程中，一些公司完全放弃了设立CEO。通过这个视频了解他们是如何蓬勃发展的以及为什么。或者前往世界经济论坛的YouTube频道，获取更多关于经济和时事的专家访谈。",
        "vocab": [
          {
            "word": "forgo",
            "ph": "/fɔːrˈɡoʊ/",
            "pos": "v",
            "mean": "放弃；摒弃",
            "ex": "He decided to forgo dessert.",
            "tr": "他决定放弃甜点。",
            "match": [
              "forgoing"
            ]
          },
          {
            "word": "thrive",
            "ph": "/θraɪv/",
            "pos": "v",
            "mean": "繁荣；茁壮成长",
            "ex": "Plants thrive in sunlight.",
            "tr": "植物在阳光下茁壮成长。",
            "match": [
              "thriving"
            ]
          }
        ]
      }
    ],
    "pos_types": {
      "n": {
        "en": "noun",
        "cn": "名词"
      },
      "v": {
        "en": "verb",
        "cn": "动词"
      },
      "adj": {
        "en": "adjective",
        "cn": "形容词"
      },
      "adv": {
        "en": "adverb",
        "cn": "副词"
      },
      "prep": {
        "en": "preposition",
        "cn": "介词"
      },
      "conj": {
        "en": "conjunction",
        "cn": "连词"
      },
      "pron": {
        "en": "pronoun",
        "cn": "代词"
      },
      "det": {
        "en": "determiner",
        "cn": "限定词"
      },
      "int": {
        "en": "interjection",
        "cn": "感叹词"
      },
      "phr": {
        "en": "phrase",
        "cn": "短语"
      },
      "phr v": {
        "en": "phrasal verb",
        "cn": "动词短语"
      },
      "n phr": {
        "en": "noun phrase",
        "cn": "名词短语"
      },
      "adj phr": {
        "en": "adjective phrase",
        "cn": "形容词短语"
      },
      "modal v": {
        "en": "modal verb",
        "cn": "情态动词"
      },
      "idiom": {
        "en": "idiom",
        "cn": "习语"
      },
      "S": {
        "en": "sentence",
        "cn": "句子"
      },
      "abbr": {
        "en": "abbreviation",
        "cn": "缩写"
      }
    }
  },
  {
    "id": "how_machines_learn",
    "title": "How Machines Learn: The Three Types of AI",
    "info": {
      "author": "TED-Ed",
      "source": "Video Transcript",
      "level": "C1",
      "tags": [
        "technology",
        "AI",
        "computer science",
        "machine learning",
        "future"
      ],
      "link": "",
      "variants": null
    },
    "paras": [
      {
        "id": 1,
        "en": "Today, artificial intelligence helps doctors diagnose patients, pilots fly commercial aircraft, and city planners predict traffic. But no matter what these AIs are doing, the computer scientists who design them likely don't know exactly how they're doing it. This is because artificial intelligence is often self-taught, working off a simple set of instructions to create a unique array of rules and strategies. So how exactly does a machine learn?",
        "cn": "如今，人工智能帮助医生诊断病人，帮助飞行员驾驶商用飞机，帮助城市规划者预测交通。但是，无论这些人工智能在做什么，设计它们的计算机科学家可能都不知道它们确切是如何做到的。这是因为人工智能通常是自学的，根据一套简单的指令工作，创造出一系列独特的规则和策略。那么机器究竟是如何学习的呢？",
        "vocab": [
          {
            "word": "diagnose",
            "ph": "/ˌdaɪəɡˈnoʊs/",
            "pos": "v",
            "mean": "诊断（疾病）",
            "ex": "Doctors use various tests to diagnose the disease.",
            "tr": "医生使用各种测试来诊断这种疾病。",
            "match": [
              "diagnose"
            ]
          },
          {
            "word": "commercial aircraft",
            "ph": "/kəˈmɜːrʃl ˈerkræft/",
            "pos": "n phr",
            "mean": "商用飞机；民航客机",
            "ex": "Pilots undergo rigorous training to fly commercial aircraft.",
            "tr": "飞行员经过严格训练才能驾驶商用飞机。",
            "match": [
              "commercial aircraft"
            ]
          },
          {
            "word": "self-taught",
            "ph": "/ˌself ˈtɔːt/",
            "pos": "adj",
            "mean": "自学的；自修的",
            "ex": "He is a self-taught musician.",
            "tr": "他是一位自学成才的音乐家。",
            "match": [
              "self-taught"
            ]
          },
          {
            "word": "array",
            "ph": "/əˈreɪ/",
            "pos": "n",
            "mean": "一系列；大量；阵列",
            "ex": "The store offers a wide array of products.",
            "tr": "这家商店提供各种各样的产品。",
            "match": [
              "array"
            ]
          }
        ]
      },
      {
        "id": 2,
        "en": "There are many different ways to build self-teaching programs, but they all rely on the three basic types of machine learning: unsupervised learning, supervised learning, and reinforcement learning. To see these in action, let's imagine researchers are trying to pull information from a set of medical data containing thousands of patient profiles.",
        "cn": "构建自学程序有许多不同的方法，但它们都依赖于三种基本类型的机器学习：无监督学习、监督学习和强化学习。为了看看这些方法的实际应用，让我们想象研究人员正试图从包含数千份患者档案的一组医疗数据中提取信息。",
        "vocab": [
          {
            "word": "rely on",
            "ph": "/rɪˈlaɪ ɒn/",
            "pos": "phr v",
            "mean": "依赖；依靠",
            "ex": "We rely on technology for communication.",
            "tr": "我们依靠技术进行交流。",
            "match": [
              "rely on"
            ]
          },
          {
            "word": "unsupervised learning",
            "ph": "/ˌʌnˈsuːpərvaɪzd ˈlɜːrnɪŋ/",
            "pos": "n phr",
            "mean": "无监督学习（机器学习的一种）",
            "ex": "Unsupervised learning finds hidden patterns in data without labels.",
            "tr": "无监督学习在没有标签的数据中发现隐藏的模式。",
            "match": [
              "Unsupervised learning"
            ]
          },
          {
            "word": "supervised learning",
            "ph": "/ˈsuːpərvaɪzd ˈlɜːrnɪŋ/",
            "pos": "n phr",
            "mean": "监督学习",
            "ex": "Supervised learning requires labeled data for training.",
            "tr": "监督学习需要带标签的数据进行训练。",
            "match": [
              "supervised learning"
            ]
          },
          {
            "word": "reinforcement learning",
            "ph": "/ˌriːɪnˈfɔːrsmənt ˈlɜːrnɪŋ/",
            "pos": "n phr",
            "mean": "强化学习",
            "ex": "Reinforcement learning is often used in robotics and gaming.",
            "tr": "强化学习常用于机器人技术和游戏。",
            "match": [
              "reinforcement learning"
            ]
          },
          {
            "word": "profile",
            "ph": "/ˈproʊfaɪl/",
            "pos": "n",
            "mean": "档案；概况",
            "ex": "The database contains profiles of all employees.",
            "tr": "数据库包含所有员工的档案。",
            "match": [
              "profiles"
            ]
          }
        ]
      },
      {
        "id": 3,
        "en": "First up, unsupervised learning. This approach would be ideal for analyzing all the profiles to find general similarities and useful patterns. Maybe certain patients have similar disease presentations, or perhaps a treatment produces specific sets of side effects. This broad pattern-seeking approach can be used to identify similarities between patient profiles and find emerging patterns, all without human guidance.",
        "cn": "首先是无监督学习。这种方法非常适合分析所有档案，以发现普遍的相似之处和有用的模式。也许某些患者有相似的疾病表现，或者某种治疗产生特定的副作用组合。这种广泛的模式搜索方法可用于识别患者档案之间的相似之处并发现新兴模式，所有这些都无需人工指导。",
        "vocab": [
          {
            "word": "ideal for",
            "ph": "/aɪˈdiːəl fɔːr/",
            "pos": "adj phr",
            "mean": "对…理想的；非常适合…",
            "ex": "This weather is ideal for a picnic.",
            "tr": "这种天气非常适合野餐。",
            "match": [
              "ideal for"
            ]
          },
          {
            "word": "similarity",
            "ph": "/ˌsɪməˈlærəti/",
            "pos": "n",
            "mean": "相似之处",
            "ex": "There is a striking similarity between the two paintings.",
            "tr": "这两幅画之间有惊人的相似之处。",
            "match": [
              "similarities"
            ]
          },
          {
            "word": "side effect",
            "ph": "/ˈsaɪd ɪfekt/",
            "pos": "n phr",
            "mean": "副作用",
            "ex": "Drowsiness is a common side effect of this medication.",
            "tr": "嗜睡是这种药物常见的副作用。",
            "match": [
              "side effects"
            ]
          },
          {
            "word": "emerging",
            "ph": "/ɪˈmɜːrdʒɪŋ/",
            "pos": "adj",
            "mean": "新兴的；出现的",
            "ex": "We need to pay attention to emerging technologies.",
            "tr": "我们需要关注新兴技术。",
            "match": [
              "emerging"
            ]
          },
          {
            "word": "guidance",
            "ph": "/ˈɡaɪdns/",
            "pos": "n",
            "mean": "指导；引导",
            "ex": "She succeeded under the guidance of her mentor.",
            "tr": "在导师的指导下，她成功了。",
            "match": [
              "guidance"
            ]
          }
        ]
      },
      {
        "id": 4,
        "en": "But let's imagine doctors are looking for something more specific. These physicians want to create an algorithm for diagnosing a particular condition. They begin by collecting two sets of data, medical images and test results from both healthy patients and those diagnosed with the condition. Then, they input this data into a program designed to identify features shared by the sick patients, but not the healthy patients. Based on how frequently it sees certain features, the program will assign values to those features diagnostic significance, generating an algorithm for diagnosing future patients.",
        "cn": "但让我们想象一下，医生们正在寻找更具体的东西。这些医生想要创建一种算法来诊断特定的疾病。他们首先收集两组数据，分别来自健康患者和被诊断患有该疾病患者的医学图像和测试结果。然后，他们将这些数据输入到一个程序中，该程序旨在识别患病患者共有但健康患者没有的特征。根据它看到某些特征的频率，程序将为这些特征分配诊断意义值，生成用于诊断未来患者的算法。",
        "vocab": [
          {
            "word": "algorithm",
            "ph": "/ˈælɡərɪðəm/",
            "pos": "n",
            "mean": "算法",
            "ex": "The search engine uses a complex algorithm to rank results.",
            "tr": "搜索引擎使用复杂的算法对结果进行排名。",
            "match": [
              "algorithm"
            ]
          },
          {
            "word": "input",
            "ph": "/ˈɪnpʊt/",
            "pos": "v",
            "mean": "输入",
            "ex": "Please input your password to continue.",
            "tr": "请输入密码以继续。",
            "match": [
              "input"
            ]
          },
          {
            "word": "feature",
            "ph": "/ˈfiːtʃər/",
            "pos": "n",
            "mean": "特征；特点",
            "ex": "The new car has several safety features.",
            "tr": "这款新车有几个安全功能。",
            "match": [
              "features"
            ]
          },
          {
            "word": "diagnostic",
            "ph": "/ˌdaɪəɡˈnɑːstɪk/",
            "pos": "adj",
            "mean": "诊断的",
            "ex": "The doctor ordered some diagnostic tests.",
            "tr": "医生安排了一些诊断测试。",
            "match": [
              "diagnostic"
            ]
          },
          {
            "word": "significance",
            "ph": "/sɪɡˈnɪfɪkəns/",
            "pos": "n",
            "mean": "重要性；意义",
            "ex": "The discovery has great scientific significance.",
            "tr": "这一发现具有重大的科学意义。",
            "match": [
              "significance"
            ]
          }
        ]
      },
      {
        "id": 5,
        "en": "However, unlike unsupervised learning, doctors and computer scientists have an active role in what happens next. Doctors will make the final diagnosis and check the accuracy of the algorithm's prediction. Then computer scientists can use the updated data sets to adjust the program's parameters and improve its accuracy. This hands-on approach is called supervised learning.",
        "cn": "然而，与无监督学习不同，医生和计算机科学家在接下来的过程中扮演着积极的角色。医生将做出最终诊断并检查算法预测的准确性。然后计算机科学家可以使用更新的数据集来调整程序的参数并提高其准确性。这种亲身实践的方法被称为监督学习。",
        "vocab": [
          {
            "word": "active role",
            "ph": "/ˈæktɪv roʊl/",
            "pos": "n phr",
            "mean": "积极作用；主动角色",
            "ex": "Parents should play an active role in their children's education.",
            "tr": "父母应该在孩子的教育中发挥积极作用。",
            "match": [
              "active role"
            ]
          },
          {
            "word": "accuracy",
            "ph": "/ˈækjərəsi/",
            "pos": "n",
            "mean": "准确性；精确度",
            "ex": "We need to ensure the accuracy of the data.",
            "tr": "我们需要确保数据的准确性。",
            "match": [
              "accuracy"
            ]
          },
          {
            "word": "parameter",
            "ph": "/pəˈræmɪtər/",
            "pos": "n",
            "mean": "参数；界限",
            "ex": "The researchers set the parameters for the study.",
            "tr": "研究人员设定了研究的参数。",
            "match": [
              "parameters"
            ]
          },
          {
            "word": "hands-on",
            "ph": "/ˌhændz ˈɑːn/",
            "pos": "adj",
            "mean": "亲身实践的；实际操作的",
            "ex": "The course provides hands-on experience with the equipment.",
            "tr": "这门课程提供设备的实际操作经验。",
            "match": [
              "hands-on"
            ]
          }
        ]
      },
      {
        "id": 6,
        "en": "Now let's say these doctors want to design another algorithm to recommend treatment plans. Since these plans will be implemented in stages and they may change depending on each individual's response to treatment, the doctors decide to use reinforcement learning. This program uses an iterative approach to gather feedback about which medications, dosages and treatments are most effective. Then it compares that data against each patient's profile to create their unique optimal treatment plan. As the treatments progress and the program receives more feedback, it can constantly update the plan for each patient.",
        "cn": "现在假设这些医生想要设计另一种算法来推荐治疗方案。由于这些方案将分阶段实施，并且可能会根据每个人对治疗的反应而变化，医生决定使用强化学习。该程序使用迭代方法来收集关于哪些药物、剂量和治疗最有效的反馈。然后，它将该数据与每个患者的档案进行比较，以创建他们独特的最佳治疗方案。随着治疗的进行和程序收到更多反馈，它可以不断更新每个患者的方案。",
        "vocab": [
          {
            "word": "implement",
            "ph": "/ˈɪmplɪment/",
            "pos": "v",
            "mean": "实施；执行",
            "ex": "The government promised to implement the new policy.",
            "tr": "政府承诺实施新政策。",
            "match": [
              "implemented"
            ]
          },
          {
            "word": "iterative",
            "ph": "/ˈɪtərətɪv/",
            "pos": "adj",
            "mean": "迭代的；重复的",
            "ex": "Software development is often an iterative process.",
            "tr": "软件开发通常是一个迭代过程。",
            "match": [
              "iterative"
            ]
          },
          {
            "word": "dosage",
            "ph": "/ˈdoʊsɪdʒ/",
            "pos": "n",
            "mean": "剂量",
            "ex": "The correct dosage depends on the patient's weight.",
            "tr": "正确的剂量取决于患者的体重。",
            "match": [
              "dosages"
            ]
          },
          {
            "word": "optimal",
            "ph": "/ˈɑːptɪml/",
            "pos": "adj",
            "mean": "最佳的；最优的",
            "ex": "We need to find the optimal solution to this problem.",
            "tr": "我们需要找到这个问题的最佳解决方案。",
            "match": [
              "optimal"
            ]
          }
        ]
      },
      {
        "id": 7,
        "en": "None of these three techniques are inherently smarter than any other. While some require more or less human intervention, they all have their own strengths and weaknesses, which make them best suited for certain tasks. However, by using them together, researchers can build complex AI systems where individual programs can supervise and teach each other.",
        "cn": "这三种技术本身并不比其他技术更聪明。虽然有些需要更多或更少的人工干预，但它们都有各自的优点和缺点，这使它们最适合某些任务。然而，通过将它们结合使用，研究人员可以构建复杂的AI系统，其中各个程序可以互相监督和教导。",
        "vocab": [
          {
            "word": "inherently",
            "ph": "/ɪnˈherəntli/",
            "pos": "adv",
            "mean": "天生地；固有地",
            "ex": "Skydiving is an inherently risky activity.",
            "tr": "跳伞是一项天生就有风险的活动。",
            "match": [
              "inherently"
            ]
          },
          {
            "word": "intervention",
            "ph": "/ˌɪntərˈvenʃn/",
            "pos": "n",
            "mean": "干预；介入",
            "ex": "Early intervention is key to treating the disorder.",
            "tr": "早期干预是治疗这种疾病的关键。",
            "match": [
              "intervention"
            ]
          },
          {
            "word": "suited for",
            "ph": "/ˈsuːtɪd fɔːr/",
            "pos": "phr",
            "mean": "适合于",
            "ex": "He is well suited for the job.",
            "tr": "他很适合这份工作。",
            "match": [
              "suited for"
            ]
          },
          {
            "word": "complex",
            "ph": "/kəmˈpleks/",
            "pos": "adj",
            "mean": "复杂的",
            "ex": "The human brain is a complex organ.",
            "tr": "人脑是一个复杂的器官。",
            "match": [
              "complex"
            ]
          }
        ]
      },
      {
        "id": 8,
        "en": "For example, when our unsupervised learning program finds groups of patients that are similar, it could send that data to a connected supervised learning program. That program could then incorporate this information into its predictions. Or perhaps dozens of reinforcement learning programs might simulate potential patient outcomes to collect feedback about different treatment plans.",
        "cn": "例如，当我们的无监督学习程序发现相似的患者群体时，它可以将该数据发送给连接的监督学习程序。然后，该程序可以将此信息纳入其预测中。或者，几十个强化学习程序可能会模拟潜在的患者结果，以收集关于不同治疗方案的反馈。",
        "vocab": [
          {
            "word": "incorporate",
            "ph": "/ɪnˈkɔːrpəreɪt/",
            "pos": "v",
            "mean": "包含；合并；吸收",
            "ex": "We need to incorporate customer feedback into the design.",
            "tr": "我们需要将客户反馈纳入设计中。",
            "match": [
              "incorporate"
            ]
          },
          {
            "word": "simulate",
            "ph": "/ˈsɪmjuleɪt/",
            "pos": "v",
            "mean": "模拟；模仿",
            "ex": "The computer model simulates climate change.",
            "tr": "计算机模型模拟气候变化。",
            "match": [
              "simulate"
            ]
          },
          {
            "word": "potential",
            "ph": "/pəˈtenʃl/",
            "pos": "adj",
            "mean": "潜在的；可能的",
            "ex": "We identified several potential problems.",
            "tr": "我们确定了几个潜在的问题。",
            "match": [
              "potential"
            ]
          },
          {
            "word": "outcome",
            "ph": "/ˈaʊtkʌm/",
            "pos": "n",
            "mean": "结果；后果",
            "ex": "We are waiting for the outcome of the election.",
            "tr": "我们正在等待选举结果。",
            "match": [
              "outcomes"
            ]
          }
        ]
      },
      {
        "id": 9,
        "en": "There are numerous ways to create these machine learning systems. And perhaps the most promising models are those that mimic the relationship between neurons in the brain. These artificial neural networks can use millions of connections to tackle difficult tasks like image recognition, speech recognition and even language translation. However, the more self-directed these models become, the harder it is for computer scientists to determine how these self-taught algorithms arrive at their solution.",
        "cn": "创建这些机器学习系统的方法数不胜数。也许最有希望的模型是那些模仿大脑中神经元之间关系的模型。这些人工神经网络可以使用数百万个连接来处理图像识别、语音识别甚至语言翻译等困难任务。然而，这些模型变得越自主，计算机科学家就越难确定这些自学算法是如何得出解决方案的。",
        "vocab": [
          {
            "word": "numerous",
            "ph": "/ˈnuːmərəs/",
            "pos": "adj",
            "mean": "许多的；无数的",
            "ex": "He has numerous awards for his work.",
            "tr": "他的作品获得了无数奖项。",
            "match": [
              "numerous"
            ]
          },
          {
            "word": "mimic",
            "ph": "/ˈmɪmɪk/",
            "pos": "v",
            "mean": "模仿",
            "ex": "The robot can mimic human gestures.",
            "tr": "机器人可以模仿人类的手势。",
            "match": [
              "mimic"
            ]
          },
          {
            "word": "neural network",
            "ph": "/ˈnʊrəl ˈnetwɜːrk/",
            "pos": "n phr",
            "mean": "神经网络",
            "ex": "Neural networks are inspired by the human brain.",
            "tr": "神经网络的灵感来自人脑。",
            "match": [
              "neural networks"
            ]
          },
          {
            "word": "tackle",
            "ph": "/ˈtækl/",
            "pos": "v",
            "mean": "处理；解决（难题）",
            "ex": "We need to tackle this problem immediately.",
            "tr": "我们需要立即解决这个问题。",
            "match": [
              "tackle"
            ]
          },
          {
            "word": "self-directed",
            "ph": "/ˌself dəˈrektɪd/",
            "pos": "adj",
            "mean": "自主的；自我导向的",
            "ex": "Self-directed learning requires discipline.",
            "tr": "自主学习需要自律。",
            "match": [
              "self-directed"
            ]
          }
        ]
      },
      {
        "id": 10,
        "en": "Researchers are already looking at ways to make machine learning more transparent. But as AI becomes more involved in our everyday lives, these enigmatic decisions have increasingly large impacts on our work, health and safety. So as machines continue learning to investigate, negotiate and communicate, we must also consider how to teach them to teach each other to operate ethically.",
        "cn": "研究人员已经在寻找使机器学习更加透明的方法。但随着人工智能越来越多地参与我们的日常生活，这些神秘的决策对我们的工作、健康和安全产生越来越大的影响。因此，随着机器继续学习调查、谈判和沟通，我们还必须考虑如何教它们互相教导以合乎道德地运作。",
        "vocab": [
          {
            "word": "transparent",
            "ph": "/trænsˈpærənt/",
            "pos": "adj",
            "mean": "透明的；易懂的",
            "ex": "The company promises to be transparent about its finances.",
            "tr": "公司承诺在财务方面保持透明。",
            "match": [
              "transparent"
            ]
          },
          {
            "word": "enigmatic",
            "ph": "/ˌenɪɡˈmætɪk/",
            "pos": "adj",
            "mean": "神秘的；难以理解的",
            "ex": "She gave me an enigmatic smile.",
            "tr": "她给了我一个神秘的微笑。",
            "match": [
              "enigmatic"
            ]
          },
          {
            "word": "negotiate",
            "ph": "/nɪˈɡoʊʃieɪt/",
            "pos": "v",
            "mean": "谈判；协商",
            "ex": "They are trying to negotiate a peace treaty.",
            "tr": "他们正试图协商和平条约。",
            "match": [
              "negotiate"
            ]
          },
          {
            "word": "ethically",
            "ph": "/ˈeθɪkli/",
            "pos": "adv",
            "mean": "合乎道德地",
            "ex": "Businesses should act ethically.",
            "tr": "企业应合乎道德地行事。",
            "match": [
              "ethically"
            ]
          }
        ]
      },
      {
        "id": 11,
        "en": "Today's computers can pilot spacecraft and perform surgery. But according to computer scientist Alan Turing, the real test of a computer's intelligence is basic small talk. Check out this video to find out why.",
        "cn": "今天的计算机可以驾驶航天器并进行手术。但根据计算机科学家艾伦·图灵的说法，计算机智能的真正考验是基本的闲聊。点击这个视频找出原因。",
        "vocab": [
          {
            "word": "pilot",
            "ph": "/ˈpaɪlət/",
            "pos": "v",
            "mean": "驾驶（飞机、飞船等）",
            "ex": "He learned to pilot a helicopter.",
            "tr": "他学会了驾驶直升机。",
            "match": [
              "pilot"
            ]
          },
          {
            "word": "spacecraft",
            "ph": "/ˈspeɪskræft/",
            "pos": "n",
            "mean": "航天器；宇宙飞船",
            "ex": "The spacecraft landed safely on Mars.",
            "tr": "航天器安全降落在火星上。",
            "match": [
              "spacecraft"
            ]
          },
          {
            "word": "small talk",
            "ph": "/ˈsmɔːl tɔːk/",
            "pos": "n phr",
            "mean": "闲聊；寒暄",
            "ex": "He's not very good at small talk.",
            "tr": "他不太擅长闲聊。",
            "match": [
              "small talk"
            ]
          }
        ]
      }
    ],
    "pos_types": {
      "n": {
        "en": "noun",
        "cn": "名词"
      },
      "v": {
        "en": "verb",
        "cn": "动词"
      },
      "adj": {
        "en": "adjective",
        "cn": "形容词"
      },
      "adv": {
        "en": "adverb",
        "cn": "副词"
      },
      "prep": {
        "en": "preposition",
        "cn": "介词"
      },
      "conj": {
        "en": "conjunction",
        "cn": "连词"
      },
      "pron": {
        "en": "pronoun",
        "cn": "代词"
      },
      "det": {
        "en": "determiner",
        "cn": "限定词"
      },
      "int": {
        "en": "interjection",
        "cn": "感叹词"
      },
      "phr": {
        "en": "phrase",
        "cn": "短语"
      },
      "phr v": {
        "en": "phrasal verb",
        "cn": "动词短语"
      },
      "n phr": {
        "en": "noun phrase",
        "cn": "名词短语"
      },
      "adj phr": {
        "en": "adjective phrase",
        "cn": "形容词短语"
      },
      "modal v": {
        "en": "modal verb",
        "cn": "情态动词"
      },
      "idiom": {
        "en": "idiom",
        "cn": "习语"
      },
      "S": {
        "en": "sentence",
        "cn": "句子"
      },
      "abbr": {
        "en": "abbreviation",
        "cn": "缩写"
      }
    }
  },
  {
    "id": "how_machines_learn",
    "title": "How Machines Learn: The Three Types of AI",
    "info": {
      "author": "TED-Ed",
      "source": "Video Transcript",
      "level": "C1",
      "tags": [
        "technology",
        "AI",
        "computer science",
        "machine learning",
        "future"
      ],
      "link": "",
      "variants": null
    },
    "paras": [
      {
        "id": 1,
        "en": "Today, artificial intelligence helps doctors diagnose patients, pilots fly commercial aircraft, and city planners predict traffic. But no matter what these AIs are doing, the computer scientists who design them likely don't know exactly how they're doing it. This is because artificial intelligence is often self-taught, working off a simple set of instructions to create a unique array of rules and strategies. So how exactly does a machine learn?",
        "cn": "如今，人工智能帮助医生诊断病人，帮助飞行员驾驶商用飞机，帮助城市规划者预测交通。但是，无论这些人工智能在做什么，设计它们的计算机科学家可能都不知道它们确切是如何做到的。这是因为人工智能通常是自学的，根据一套简单的指令工作，创造出一系列独特的规则和策略。那么机器究竟是如何学习的呢？",
        "vocab": [
          {
            "word": "diagnose",
            "ph": "/ˌdaɪəɡˈnoʊs/",
            "pos": "v",
            "mean": "诊断（疾病）",
            "ex": "Doctors use various tests to diagnose the disease.",
            "tr": "医生使用各种测试来诊断这种疾病。",
            "match": [
              "diagnose"
            ]
          },
          {
            "word": "commercial aircraft",
            "ph": "/kəˈmɜːrʃl ˈerkræft/",
            "pos": "n phr",
            "mean": "商用飞机；民航客机",
            "ex": "Pilots undergo rigorous training to fly commercial aircraft.",
            "tr": "飞行员经过严格训练才能驾驶商用飞机。",
            "match": [
              "commercial aircraft"
            ]
          },
          {
            "word": "self-taught",
            "ph": "/ˌself ˈtɔːt/",
            "pos": "adj",
            "mean": "自学的；自修的",
            "ex": "He is a self-taught musician.",
            "tr": "他是一位自学成才的音乐家。",
            "match": [
              "self-taught"
            ]
          },
          {
            "word": "array",
            "ph": "/əˈreɪ/",
            "pos": "n",
            "mean": "一系列；大量；阵列",
            "ex": "The store offers a wide array of products.",
            "tr": "这家商店提供各种各样的产品。",
            "match": [
              "array"
            ]
          }
        ]
      },
      {
        "id": 2,
        "en": "There are many different ways to build self-teaching programs, but they all rely on the three basic types of machine learning: unsupervised learning, supervised learning, and reinforcement learning. To see these in action, let's imagine researchers are trying to pull information from a set of medical data containing thousands of patient profiles.",
        "cn": "构建自学程序有许多不同的方法，但它们都依赖于三种基本类型的机器学习：无监督学习、监督学习和强化学习。为了看看这些方法的实际应用，让我们想象研究人员正试图从包含数千份患者档案的一组医疗数据中提取信息。",
        "vocab": [
          {
            "word": "rely on",
            "ph": "/rɪˈlaɪ ɒn/",
            "pos": "phr v",
            "mean": "依赖；依靠",
            "ex": "We rely on technology for communication.",
            "tr": "我们依靠技术进行交流。",
            "match": [
              "rely on"
            ]
          },
          {
            "word": "unsupervised learning",
            "ph": "/ˌʌnˈsuːpərvaɪzd ˈlɜːrnɪŋ/",
            "pos": "n phr",
            "mean": "无监督学习（机器学习的一种）",
            "ex": "Unsupervised learning finds hidden patterns in data without labels.",
            "tr": "无监督学习在没有标签的数据中发现隐藏的模式。",
            "match": [
              "Unsupervised learning"
            ]
          },
          {
            "word": "supervised learning",
            "ph": "/ˈsuːpərvaɪzd ˈlɜːrnɪŋ/",
            "pos": "n phr",
            "mean": "监督学习",
            "ex": "Supervised learning requires labeled data for training.",
            "tr": "监督学习需要带标签的数据进行训练。",
            "match": [
              "supervised learning"
            ]
          },
          {
            "word": "reinforcement learning",
            "ph": "/ˌriːɪnˈfɔːrsmənt ˈlɜːrnɪŋ/",
            "pos": "n phr",
            "mean": "强化学习",
            "ex": "Reinforcement learning is often used in robotics and gaming.",
            "tr": "强化学习常用于机器人技术和游戏。",
            "match": [
              "reinforcement learning"
            ]
          },
          {
            "word": "profile",
            "ph": "/ˈproʊfaɪl/",
            "pos": "n",
            "mean": "档案；概况",
            "ex": "The database contains profiles of all employees.",
            "tr": "数据库包含所有员工的档案。",
            "match": [
              "profiles"
            ]
          }
        ]
      },
      {
        "id": 3,
        "en": "First up, unsupervised learning. This approach would be ideal for analyzing all the profiles to find general similarities and useful patterns. Maybe certain patients have similar disease presentations, or perhaps a treatment produces specific sets of side effects. This broad pattern-seeking approach can be used to identify similarities between patient profiles and find emerging patterns, all without human guidance.",
        "cn": "首先是无监督学习。这种方法非常适合分析所有档案，以发现普遍的相似之处和有用的模式。也许某些患者有相似的疾病表现，或者某种治疗产生特定的副作用组合。这种广泛的模式搜索方法可用于识别患者档案之间的相似之处并发现新兴模式，所有这些都无需人工指导。",
        "vocab": [
          {
            "word": "ideal for",
            "ph": "/aɪˈdiːəl fɔːr/",
            "pos": "adj phr",
            "mean": "对…理想的；非常适合…",
            "ex": "This weather is ideal for a picnic.",
            "tr": "这种天气非常适合野餐。",
            "match": [
              "ideal for"
            ]
          },
          {
            "word": "similarity",
            "ph": "/ˌsɪməˈlærəti/",
            "pos": "n",
            "mean": "相似之处",
            "ex": "There is a striking similarity between the two paintings.",
            "tr": "这两幅画之间有惊人的相似之处。",
            "match": [
              "similarities"
            ]
          },
          {
            "word": "side effect",
            "ph": "/ˈsaɪd ɪfekt/",
            "pos": "n phr",
            "mean": "副作用",
            "ex": "Drowsiness is a common side effect of this medication.",
            "tr": "嗜睡是这种药物常见的副作用。",
            "match": [
              "side effects"
            ]
          },
          {
            "word": "emerging",
            "ph": "/ɪˈmɜːrdʒɪŋ/",
            "pos": "adj",
            "mean": "新兴的；出现的",
            "ex": "We need to pay attention to emerging technologies.",
            "tr": "我们需要关注新兴技术。",
            "match": [
              "emerging"
            ]
          },
          {
            "word": "guidance",
            "ph": "/ˈɡaɪdns/",
            "pos": "n",
            "mean": "指导；引导",
            "ex": "She succeeded under the guidance of her mentor.",
            "tr": "在导师的指导下，她成功了。",
            "match": [
              "guidance"
            ]
          }
        ]
      },
      {
        "id": 4,
        "en": "But let's imagine doctors are looking for something more specific. These physicians want to create an algorithm for diagnosing a particular condition. They begin by collecting two sets of data, medical images and test results from both healthy patients and those diagnosed with the condition. Then, they input this data into a program designed to identify features shared by the sick patients, but not the healthy patients. Based on how frequently it sees certain features, the program will assign values to those features diagnostic significance, generating an algorithm for diagnosing future patients.",
        "cn": "但让我们想象一下，医生们正在寻找更具体的东西。这些医生想要创建一种算法来诊断特定的疾病。他们首先收集两组数据，分别来自健康患者和被诊断患有该疾病患者的医学图像和测试结果。然后，他们将这些数据输入到一个程序中，该程序旨在识别患病患者共有但健康患者没有的特征。根据它看到某些特征的频率，程序将为这些特征分配诊断意义值，生成用于诊断未来患者的算法。",
        "vocab": [
          {
            "word": "algorithm",
            "ph": "/ˈælɡərɪðəm/",
            "pos": "n",
            "mean": "算法",
            "ex": "The search engine uses a complex algorithm to rank results.",
            "tr": "搜索引擎使用复杂的算法对结果进行排名。",
            "match": [
              "algorithm"
            ]
          },
          {
            "word": "input",
            "ph": "/ˈɪnpʊt/",
            "pos": "v",
            "mean": "输入",
            "ex": "Please input your password to continue.",
            "tr": "请输入密码以继续。",
            "match": [
              "input"
            ]
          },
          {
            "word": "feature",
            "ph": "/ˈfiːtʃər/",
            "pos": "n",
            "mean": "特征；特点",
            "ex": "The new car has several safety features.",
            "tr": "这款新车有几个安全功能。",
            "match": [
              "features"
            ]
          },
          {
            "word": "diagnostic",
            "ph": "/ˌdaɪəɡˈnɑːstɪk/",
            "pos": "adj",
            "mean": "诊断的",
            "ex": "The doctor ordered some diagnostic tests.",
            "tr": "医生安排了一些诊断测试。",
            "match": [
              "diagnostic"
            ]
          },
          {
            "word": "significance",
            "ph": "/sɪɡˈnɪfɪkəns/",
            "pos": "n",
            "mean": "重要性；意义",
            "ex": "The discovery has great scientific significance.",
            "tr": "这一发现具有重大的科学意义。",
            "match": [
              "significance"
            ]
          }
        ]
      },
      {
        "id": 5,
        "en": "However, unlike unsupervised learning, doctors and computer scientists have an active role in what happens next. Doctors will make the final diagnosis and check the accuracy of the algorithm's prediction. Then computer scientists can use the updated data sets to adjust the program's parameters and improve its accuracy. This hands-on approach is called supervised learning.",
        "cn": "然而，与无监督学习不同，医生和计算机科学家在接下来的过程中扮演着积极的角色。医生将做出最终诊断并检查算法预测的准确性。然后计算机科学家可以使用更新的数据集来调整程序的参数并提高其准确性。这种亲身实践的方法被称为监督学习。",
        "vocab": [
          {
            "word": "active role",
            "ph": "/ˈæktɪv roʊl/",
            "pos": "n phr",
            "mean": "积极作用；主动角色",
            "ex": "Parents should play an active role in their children's education.",
            "tr": "父母应该在孩子的教育中发挥积极作用。",
            "match": [
              "active role"
            ]
          },
          {
            "word": "accuracy",
            "ph": "/ˈækjərəsi/",
            "pos": "n",
            "mean": "准确性；精确度",
            "ex": "We need to ensure the accuracy of the data.",
            "tr": "我们需要确保数据的准确性。",
            "match": [
              "accuracy"
            ]
          },
          {
            "word": "parameter",
            "ph": "/pəˈræmɪtər/",
            "pos": "n",
            "mean": "参数；界限",
            "ex": "The researchers set the parameters for the study.",
            "tr": "研究人员设定了研究的参数。",
            "match": [
              "parameters"
            ]
          },
          {
            "word": "hands-on",
            "ph": "/ˌhændz ˈɑːn/",
            "pos": "adj",
            "mean": "亲身实践的；实际操作的",
            "ex": "The course provides hands-on experience with the equipment.",
            "tr": "这门课程提供设备的实际操作经验。",
            "match": [
              "hands-on"
            ]
          }
        ]
      },
      {
        "id": 6,
        "en": "Now let's say these doctors want to design another algorithm to recommend treatment plans. Since these plans will be implemented in stages and they may change depending on each individual's response to treatment, the doctors decide to use reinforcement learning. This program uses an iterative approach to gather feedback about which medications, dosages and treatments are most effective. Then it compares that data against each patient's profile to create their unique optimal treatment plan. As the treatments progress and the program receives more feedback, it can constantly update the plan for each patient.",
        "cn": "现在假设这些医生想要设计另一种算法来推荐治疗方案。由于这些方案将分阶段实施，并且可能会根据每个人对治疗的反应而变化，医生决定使用强化学习。该程序使用迭代方法来收集关于哪些药物、剂量和治疗最有效的反馈。然后，它将该数据与每个患者的档案进行比较，以创建他们独特的最佳治疗方案。随着治疗的进行和程序收到更多反馈，它可以不断更新每个患者的方案。",
        "vocab": [
          {
            "word": "implement",
            "ph": "/ˈɪmplɪment/",
            "pos": "v",
            "mean": "实施；执行",
            "ex": "The government promised to implement the new policy.",
            "tr": "政府承诺实施新政策。",
            "match": [
              "implemented"
            ]
          },
          {
            "word": "iterative",
            "ph": "/ˈɪtərətɪv/",
            "pos": "adj",
            "mean": "迭代的；重复的",
            "ex": "Software development is often an iterative process.",
            "tr": "软件开发通常是一个迭代过程。",
            "match": [
              "iterative"
            ]
          },
          {
            "word": "dosage",
            "ph": "/ˈdoʊsɪdʒ/",
            "pos": "n",
            "mean": "剂量",
            "ex": "The correct dosage depends on the patient's weight.",
            "tr": "正确的剂量取决于患者的体重。",
            "match": [
              "dosages"
            ]
          },
          {
            "word": "optimal",
            "ph": "/ˈɑːptɪml/",
            "pos": "adj",
            "mean": "最佳的；最优的",
            "ex": "We need to find the optimal solution to this problem.",
            "tr": "我们需要找到这个问题的最佳解决方案。",
            "match": [
              "optimal"
            ]
          }
        ]
      },
      {
        "id": 7,
        "en": "None of these three techniques are inherently smarter than any other. While some require more or less human intervention, they all have their own strengths and weaknesses, which make them best suited for certain tasks. However, by using them together, researchers can build complex AI systems where individual programs can supervise and teach each other.",
        "cn": "这三种技术本身并不比其他技术更聪明。虽然有些需要更多或更少的人工干预，但它们都有各自的优点和缺点，这使它们最适合某些任务。然而，通过将它们结合使用，研究人员可以构建复杂的AI系统，其中各个程序可以互相监督和教导。",
        "vocab": [
          {
            "word": "inherently",
            "ph": "/ɪnˈherəntli/",
            "pos": "adv",
            "mean": "天生地；固有地",
            "ex": "Skydiving is an inherently risky activity.",
            "tr": "跳伞是一项天生就有风险的活动。",
            "match": [
              "inherently"
            ]
          },
          {
            "word": "intervention",
            "ph": "/ˌɪntərˈvenʃn/",
            "pos": "n",
            "mean": "干预；介入",
            "ex": "Early intervention is key to treating the disorder.",
            "tr": "早期干预是治疗这种疾病的关键。",
            "match": [
              "intervention"
            ]
          },
          {
            "word": "suited for",
            "ph": "/ˈsuːtɪd fɔːr/",
            "pos": "phr",
            "mean": "适合于",
            "ex": "He is well suited for the job.",
            "tr": "他很适合这份工作。",
            "match": [
              "suited for"
            ]
          },
          {
            "word": "complex",
            "ph": "/kəmˈpleks/",
            "pos": "adj",
            "mean": "复杂的",
            "ex": "The human brain is a complex organ.",
            "tr": "人脑是一个复杂的器官。",
            "match": [
              "complex"
            ]
          }
        ]
      },
      {
        "id": 8,
        "en": "For example, when our unsupervised learning program finds groups of patients that are similar, it could send that data to a connected supervised learning program. That program could then incorporate this information into its predictions. Or perhaps dozens of reinforcement learning programs might simulate potential patient outcomes to collect feedback about different treatment plans.",
        "cn": "例如，当我们的无监督学习程序发现相似的患者群体时，它可以将该数据发送给连接的监督学习程序。然后，该程序可以将此信息纳入其预测中。或者，几十个强化学习程序可能会模拟潜在的患者结果，以收集关于不同治疗方案的反馈。",
        "vocab": [
          {
            "word": "incorporate",
            "ph": "/ɪnˈkɔːrpəreɪt/",
            "pos": "v",
            "mean": "包含；合并；吸收",
            "ex": "We need to incorporate customer feedback into the design.",
            "tr": "我们需要将客户反馈纳入设计中。",
            "match": [
              "incorporate"
            ]
          },
          {
            "word": "simulate",
            "ph": "/ˈsɪmjuleɪt/",
            "pos": "v",
            "mean": "模拟；模仿",
            "ex": "The computer model simulates climate change.",
            "tr": "计算机模型模拟气候变化。",
            "match": [
              "simulate"
            ]
          },
          {
            "word": "potential",
            "ph": "/pəˈtenʃl/",
            "pos": "adj",
            "mean": "潜在的；可能的",
            "ex": "We identified several potential problems.",
            "tr": "我们确定了几个潜在的问题。",
            "match": [
              "potential"
            ]
          },
          {
            "word": "outcome",
            "ph": "/ˈaʊtkʌm/",
            "pos": "n",
            "mean": "结果；后果",
            "ex": "We are waiting for the outcome of the election.",
            "tr": "我们正在等待选举结果。",
            "match": [
              "outcomes"
            ]
          }
        ]
      },
      {
        "id": 9,
        "en": "There are numerous ways to create these machine learning systems. And perhaps the most promising models are those that mimic the relationship between neurons in the brain. These artificial neural networks can use millions of connections to tackle difficult tasks like image recognition, speech recognition and even language translation. However, the more self-directed these models become, the harder it is for computer scientists to determine how these self-taught algorithms arrive at their solution.",
        "cn": "创建这些机器学习系统的方法数不胜数。也许最有希望的模型是那些模仿大脑中神经元之间关系的模型。这些人工神经网络可以使用数百万个连接来处理图像识别、语音识别甚至语言翻译等困难任务。然而，这些模型变得越自主，计算机科学家就越难确定这些自学算法是如何得出解决方案的。",
        "vocab": [
          {
            "word": "numerous",
            "ph": "/ˈnuːmərəs/",
            "pos": "adj",
            "mean": "许多的；无数的",
            "ex": "He has numerous awards for his work.",
            "tr": "他的作品获得了无数奖项。",
            "match": [
              "numerous"
            ]
          },
          {
            "word": "mimic",
            "ph": "/ˈmɪmɪk/",
            "pos": "v",
            "mean": "模仿",
            "ex": "The robot can mimic human gestures.",
            "tr": "机器人可以模仿人类的手势。",
            "match": [
              "mimic"
            ]
          },
          {
            "word": "neural network",
            "ph": "/ˈnʊrəl ˈnetwɜːrk/",
            "pos": "n phr",
            "mean": "神经网络",
            "ex": "Neural networks are inspired by the human brain.",
            "tr": "神经网络的灵感来自人脑。",
            "match": [
              "neural networks"
            ]
          },
          {
            "word": "tackle",
            "ph": "/ˈtækl/",
            "pos": "v",
            "mean": "处理；解决（难题）",
            "ex": "We need to tackle this problem immediately.",
            "tr": "我们需要立即解决这个问题。",
            "match": [
              "tackle"
            ]
          },
          {
            "word": "self-directed",
            "ph": "/ˌself dəˈrektɪd/",
            "pos": "adj",
            "mean": "自主的；自我导向的",
            "ex": "Self-directed learning requires discipline.",
            "tr": "自主学习需要自律。",
            "match": [
              "self-directed"
            ]
          }
        ]
      },
      {
        "id": 10,
        "en": "Researchers are already looking at ways to make machine learning more transparent. But as AI becomes more involved in our everyday lives, these enigmatic decisions have increasingly large impacts on our work, health and safety. So as machines continue learning to investigate, negotiate and communicate, we must also consider how to teach them to teach each other to operate ethically.",
        "cn": "研究人员已经在寻找使机器学习更加透明的方法。但随着人工智能越来越多地参与我们的日常生活，这些神秘的决策对我们的工作、健康和安全产生越来越大的影响。因此，随着机器继续学习调查、谈判和沟通，我们还必须考虑如何教它们互相教导以合乎道德地运作。",
        "vocab": [
          {
            "word": "transparent",
            "ph": "/trænsˈpærənt/",
            "pos": "adj",
            "mean": "透明的；易懂的",
            "ex": "The company promises to be transparent about its finances.",
            "tr": "公司承诺在财务方面保持透明。",
            "match": [
              "transparent"
            ]
          },
          {
            "word": "enigmatic",
            "ph": "/ˌenɪɡˈmætɪk/",
            "pos": "adj",
            "mean": "神秘的；难以理解的",
            "ex": "She gave me an enigmatic smile.",
            "tr": "她给了我一个神秘的微笑。",
            "match": [
              "enigmatic"
            ]
          },
          {
            "word": "negotiate",
            "ph": "/nɪˈɡoʊʃieɪt/",
            "pos": "v",
            "mean": "谈判；协商",
            "ex": "They are trying to negotiate a peace treaty.",
            "tr": "他们正试图协商和平条约。",
            "match": [
              "negotiate"
            ]
          },
          {
            "word": "ethically",
            "ph": "/ˈeθɪkli/",
            "pos": "adv",
            "mean": "合乎道德地",
            "ex": "Businesses should act ethically.",
            "tr": "企业应合乎道德地行事。",
            "match": [
              "ethically"
            ]
          }
        ]
      },
      {
        "id": 11,
        "en": "Today's computers can pilot spacecraft and perform surgery. But according to computer scientist Alan Turing, the real test of a computer's intelligence is basic small talk. Check out this video to find out why.",
        "cn": "今天的计算机可以驾驶航天器并进行手术。但根据计算机科学家艾伦·图灵的说法，计算机智能的真正考验是基本的闲聊。点击这个视频找出原因。",
        "vocab": [
          {
            "word": "pilot",
            "ph": "/ˈpaɪlət/",
            "pos": "v",
            "mean": "驾驶（飞机、飞船等）",
            "ex": "He learned to pilot a helicopter.",
            "tr": "他学会了驾驶直升机。",
            "match": [
              "pilot"
            ]
          },
          {
            "word": "spacecraft",
            "ph": "/ˈspeɪskræft/",
            "pos": "n",
            "mean": "航天器；宇宙飞船",
            "ex": "The spacecraft landed safely on Mars.",
            "tr": "航天器安全降落在火星上。",
            "match": [
              "spacecraft"
            ]
          },
          {
            "word": "small talk",
            "ph": "/ˈsmɔːl tɔːk/",
            "pos": "n phr",
            "mean": "闲聊；寒暄",
            "ex": "He's not very good at small talk.",
            "tr": "他不太擅长闲聊。",
            "match": [
              "small talk"
            ]
          }
        ]
      }
    ],
    "pos_types": {
      "n": {
        "en": "noun",
        "cn": "名词"
      },
      "v": {
        "en": "verb",
        "cn": "动词"
      },
      "adj": {
        "en": "adjective",
        "cn": "形容词"
      },
      "adv": {
        "en": "adverb",
        "cn": "副词"
      },
      "prep": {
        "en": "preposition",
        "cn": "介词"
      },
      "conj": {
        "en": "conjunction",
        "cn": "连词"
      },
      "pron": {
        "en": "pronoun",
        "cn": "代词"
      },
      "det": {
        "en": "determiner",
        "cn": "限定词"
      },
      "int": {
        "en": "interjection",
        "cn": "感叹词"
      },
      "phr": {
        "en": "phrase",
        "cn": "短语"
      },
      "phr v": {
        "en": "phrasal verb",
        "cn": "动词短语"
      },
      "n phr": {
        "en": "noun phrase",
        "cn": "名词短语"
      },
      "adj phr": {
        "en": "adjective phrase",
        "cn": "形容词短语"
      },
      "modal v": {
        "en": "modal verb",
        "cn": "情态动词"
      },
      "idiom": {
        "en": "idiom",
        "cn": "习语"
      },
      "S": {
        "en": "sentence",
        "cn": "句子"
      },
      "abbr": {
        "en": "abbreviation",
        "cn": "缩写"
      }
    }
  },
  {
    "id": "how_stock_market_works",
    "title": "How the Stock Market Works",
    "info": {
      "author": "TED-Ed",
      "source": "Video Transcript",
      "level": "B2",
      "tags": [
        "economics",
        "finance",
        "history",
        "business",
        "investment"
      ],
      "link": "",
      "variants": null
    },
    "paras": [
      {
        "id": 1,
        "en": "In the 1600s, the Dutch East India Company employed hundreds of ships to trade gold, porcelain, spices, and silks around the globe. But running this massive operation wasn't cheap. In order to fund their expensive voyages, the company turned to private citizens, individuals who could invest money to support the trip in exchange for a share of the ship's profits. This practice allowed the company to afford even grander voyages, increasing profits for both themselves and their savvy investors. Selling these shares in coffee houses and shipping ports across the continent, the Dutch East India Company unknowingly invented the world's first stock market.",
        "cn": "17世纪，荷兰东印度公司雇佣了数百艘船只在全球范围内交易黄金、瓷器、香料和丝绸。但经营这庞大的业务并不便宜。为了资助昂贵的航行，公司转向私人公民，这些人可以投资资金支持航行，以换取船只利润的一份。这种做法使公司能够负担得起更宏大的航行，为他们自己和精明的投资者增加了利润。荷兰东印度公司在欧洲大陆的咖啡馆和航运港口出售这些股份，不知不觉中发明了世界上第一个股票市场。",
        "vocab": [
          {
            "word": "porcelain",
            "ph": "/ˈpɔːrsəlɪn/",
            "pos": "n",
            "mean": "瓷器",
            "ex": "The museum has a fine collection of Chinese porcelain.",
            "tr": "博物馆收藏了精美的中国瓷器。",
            "match": [
              "porcelain"
            ]
          },
          {
            "word": "voyage",
            "ph": "/ˈvɔɪɪdʒ/",
            "pos": "n",
            "mean": "航行；（尤指海上的）长途旅行",
            "ex": "The voyage across the Atlantic took six weeks.",
            "tr": "横渡大西洋的航行花了六周时间。",
            "match": [
              "voyages"
            ]
          },
          {
            "word": "savvy",
            "ph": "/ˈsævi/",
            "pos": "adj",
            "mean": "精明的；有见识的",
            "ex": "Savvy investors know when to sell.",
            "tr": "精明的投资者知道何时抛售。",
            "match": [
              "savvy"
            ]
          },
          {
            "word": "unknowingly",
            "ph": "/ʌnˈnoʊɪŋli/",
            "pos": "adv",
            "mean": "不知不觉地；没意识到地",
            "ex": "She unknowingly broke the rules.",
            "tr": "她不知不觉地违反了规则。",
            "match": [
              "unknowingly"
            ]
          }
        ]
      },
      {
        "id": 2,
        "en": "Since then, companies have been collecting funds from willing investors to support all kinds of businesses. And today, the stock market has schools, careers, and even whole television channels dedicated to understanding it. But the modern stock market is significantly more complicated than its original incarnation. So how do companies and investors use the market today? Let's imagine a new coffee company that decides to launch on the market. First, the company will advertise itself to big investors. If they think the company is a good idea, they get the first crack at investing and then sponsor the company's initial public offering, or IPO. This launches the company onto the official public market, where any company or individual who believes the business could be profitable might buy a stock.",
        "cn": "从那时起，公司一直在向有意愿的投资者筹集资金，以支持各种业务。今天，股票市场有专门研究它的学校、职业，甚至整个电视频道。但现代股票市场比其最初的化身要复杂得多。那么，公司和投资者今天如何使用市场呢？让我们想象一家决定上市的新咖啡公司。首先，公司会向大投资者宣传自己。如果他们认为这家公司是个好主意，他们就会获得投资的优先权，然后赞助该公司的首次公开募股（IPO）。这将公司推向正式的公开市场，任何认为该业务可能盈利的公司或个人都可以购买股票。",
        "vocab": [
          {
            "word": "dedicated to",
            "ph": "/ˈdedɪkeɪtɪd tuː/",
            "pos": "adj phr",
            "mean": "致力于；专门用于",
            "ex": "This channel is dedicated to science fiction movies.",
            "tr": "这个频道专门播放科幻电影。",
            "match": [
              "dedicated to"
            ]
          },
          {
            "word": "incarnation",
            "ph": "/ˌɪnkɑːrˈneɪʃn/",
            "pos": "n",
            "mean": "化身；（某种形式的）显现",
            "ex": "This is the latest incarnation of the software.",
            "tr": "这是该软件的最新版本。",
            "match": [
              "incarnation"
            ]
          },
          {
            "word": "get the first crack at",
            "ph": "/ɡet ðə fɜːrst kræk æt/",
            "pos": "idiom",
            "mean": "获得首次机会；捷足先登",
            "ex": "Members get the first crack at buying tickets.",
            "tr": "会员有优先购买门票的机会。",
            "match": [
              "get the first crack at"
            ]
          },
          {
            "word": "IPO",
            "ph": "/ˌaɪ piː ˈoʊ/",
            "pos": "abbr",
            "mean": "首次公开募股 (Initial Public Offering)",
            "ex": "The company raised millions in its IPO.",
            "tr": "该公司在首次公开募股中筹集了数百万美元。",
            "match": [
              "initial public offering",
              "IPO"
            ]
          },
          {
            "word": "launch",
            "ph": "/lɔːntʃ/",
            "pos": "v",
            "mean": "上市；推出；发射",
            "ex": "They plan to launch the new product next month.",
            "tr": "他们计划下个月推出新产品。",
            "match": [
              "launches",
              "launch"
            ]
          }
        ]
      },
      {
        "id": 3,
        "en": "Buying stocks makes those investors partial owners in the business. Their investment helps the company to grow, and as it becomes more successful, more buyers may see potential and start buying stocks. As demand for those stocks increases, so does their price, increasing the cost for prospective buyers and raising the value of the company's stocks people already own.",
        "cn": "购买股票使这些投资者成为企业的部分所有者。他们的投资有助于公司的成长，随着公司变得更加成功，更多的买家可能会看到潜力并开始购买股票。随着对这些股票的需求增加，它们的价格也会上涨，从而增加了潜在买家的成本，并提高了人们已经拥有的公司股票的价值。",
        "vocab": [
          {
            "word": "partial",
            "ph": "/ˈpɑːrʃl/",
            "pos": "adj",
            "mean": "部分的",
            "ex": "The project was only a partial success.",
            "tr": "这个项目只是部分成功。",
            "match": [
              "partial"
            ]
          },
          {
            "word": "prospective",
            "ph": "/prəˈspektɪv/",
            "pos": "adj",
            "mean": "潜在的；预期的",
            "ex": "We are interviewing prospective employees.",
            "tr": "我们正在面试潜在的员工。",
            "match": [
              "prospective"
            ]
          }
        ]
      },
      {
        "id": 4,
        "en": "For the company, this increased interest helps fund new initiatives and also boosts its overall market value by showing how many people are willing to invest in their idea. However, if for some reason a company starts to seem less profitable, the reverse can also happen. If investors think their stock value is going to decline, they'll sell their stocks with the hopes of making a profit before the company loses more value. As stocks are sold and demand for the stock goes down, the stock price falls, and with it, the company's market value.",
        "cn": "对于公司来说，这种增加的兴趣有助于资助新计划，并通过展示有多少人愿意投资他们的想法来提升其整体市场价值。然而，如果由于某种原因一家公司开始显得利润下降，相反的情况也会发生。如果投资者认为他们的股票价值将要下跌，他们就会抛售股票，希望在公司损失更多价值之前获利。随着股票被抛售，对股票的需求下降，股价也会下跌，公司的市场价值也随之下降。",
        "vocab": [
          {
            "word": "initiative",
            "ph": "/ɪˈnɪʃətɪv/",
            "pos": "n",
            "mean": "新方案；倡议；主动权",
            "ex": "The government announced a new initiative to reduce crime.",
            "tr": "政府宣布了一项减少犯罪的新举措。",
            "match": [
              "initiatives"
            ]
          },
          {
            "word": "boost",
            "ph": "/buːst/",
            "pos": "v",
            "mean": "促进；增加；提升",
            "ex": "The news boosted his confidence.",
            "tr": "这个消息增强了他的信心。",
            "match": [
              "boosts"
            ]
          },
          {
            "word": "reverse",
            "ph": "/rɪˈvɜːrs/",
            "pos": "n",
            "mean": "相反的情况",
            "ex": "I thought he would be angry, but the reverse was true.",
            "tr": "我以为他会生气，但事实恰恰相反。",
            "match": [
              "reverse"
            ]
          },
          {
            "word": "decline",
            "ph": "/dɪˈklaɪn/",
            "pos": "v",
            "mean": "下降；衰退",
            "ex": "Sales declined by 10% last quarter.",
            "tr": "上季度销售额下降了10%。",
            "match": [
              "decline"
            ]
          }
        ]
      },
      {
        "id": 5,
        "en": "This can leave investors with big losses, unless the company starts to look profitable again. This seesaw of supply and demand is influenced by many factors. Companies are under the unavoidable influence of market forces, such as the fluctuating price of materials, changes in production technology, and the shifting costs of labor.",
        "cn": "这可能会让投资者遭受巨大损失，除非公司重新开始看起来有利可图。这种供需的拉锯战受到许多因素的影响。公司受到市场力量不可避免的影响，例如材料价格的波动、生产技术的变化以及劳动力成本的变动。",
        "vocab": [
          {
            "word": "seesaw",
            "ph": "/ˈsiːsɔː/",
            "pos": "n",
            "mean": "跷跷板；（局势的）拉锯、交替",
            "ex": "The match was a seesaw battle until the end.",
            "tr": "这场比赛直到最后都是一场拉锯战。",
            "match": [
              "seesaw"
            ]
          },
          {
            "word": "fluctuate",
            "ph": "/ˈflʌktʃueɪt/",
            "pos": "v",
            "mean": "波动；起伏",
            "ex": "Vegetable prices fluctuate according to the season.",
            "tr": "蔬菜价格随季节波动。",
            "match": [
              "fluctuating"
            ]
          },
          {
            "word": "shift",
            "ph": "/ʃɪft/",
            "pos": "v",
            "mean": "转移；改变",
            "ex": "Public opinion is shifting regarding this issue.",
            "tr": "关于这个问题的公众舆论正在发生转变。",
            "match": [
              "shifting"
            ]
          }
        ]
      },
      {
        "id": 6,
        "en": "Investors may be worried about changes in leadership, bad publicity, or larger factors like new laws and trade policies. And of course, plenty of investors are simply ready to sell valuable stocks and pursue personal interests. All these variables cause day-to-day noise in the market, which can make companies appear more or less successful, and in the stock market, appearing to lose value often leads to losing investors, and in turn, losing actual value.",
        "cn": "投资者可能会担心领导层的变动、负面宣传或像新法律和贸易政策这样的更大因素。当然，许多投资者只是准备出售有价值的股票并追求个人利益。所有这些变量都会导致市场中的日常噪音，这可能使公司看起来或多或少有些成功，而在股票市场中，看似失去价值通常会导致失去投资者，进而失去实际价值。",
        "vocab": [
          {
            "word": "publicity",
            "ph": "/pʌbˈlɪsəti/",
            "pos": "n",
            "mean": "宣传；公众关注",
            "ex": "The movie received a lot of bad publicity.",
            "tr": "这部电影受到了很多负面宣传。",
            "match": [
              "publicity"
            ]
          },
          {
            "word": "variable",
            "ph": "/ˈveriəbl/",
            "pos": "n",
            "mean": "变量；可变因素",
            "ex": "There are too many variables to predict the outcome accurately.",
            "tr": "变量太多，无法准确预测结果。",
            "match": [
              "variables"
            ]
          },
          {
            "word": "in turn",
            "ph": "/ɪn tɜːrn/",
            "pos": "phr",
            "mean": "反过来；转而；依次",
            "ex": "Stress causes illness, which in turn causes more stress.",
            "tr": "压力导致疾病，而疾病反过来又导致更大的压力。",
            "match": [
              "in turn"
            ]
          }
        ]
      },
      {
        "id": 7,
        "en": "Human confidence in the market has the power to trigger everything from economic booms to financial crises, and this difficult-to-track variable is why most professionals promote reliable long-term investing over trying to make quick cash. However, experts are constantly building tools in efforts to increase their chances of success in this highly unpredictable system.",
        "cn": "人们对市场的信心有能力引发从经济繁荣到金融危机的一切，而这个难以追踪的变量就是为什么大多数专业人士提倡可靠的长期投资，而不是试图赚快钱。然而，专家们正在不断构建工具，努力在这个高度不可预测的系统中增加成功的机会。",
        "vocab": [
          {
            "word": "trigger",
            "ph": "/ˈtrɪɡər/",
            "pos": "v",
            "mean": "引发；触发",
            "ex": "Certain foods can trigger an allergic reaction.",
            "tr": "某些食物会引发过敏反应。",
            "match": [
              "trigger"
            ]
          },
          {
            "word": "boom",
            "ph": "/buːm/",
            "pos": "n",
            "mean": "繁荣；激增",
            "ex": "The technology boom created many new jobs.",
            "tr": "技术繁荣创造了许多新工作。",
            "match": [
              "booms"
            ]
          },
          {
            "word": "long-term",
            "ph": "/ˌlɔːŋ ˈtɜːrm/",
            "pos": "adj",
            "mean": "长期的",
            "ex": "We need a long-term solution to the problem.",
            "tr": "我们需要该问题的长期解决方案。",
            "match": [
              "long-term"
            ]
          },
          {
            "word": "unpredictable",
            "ph": "/ˌʌnprɪˈdɪktəbl/",
            "pos": "adj",
            "mean": "不可预测的",
            "ex": "The weather here is very unpredictable.",
            "tr": "这里的天气非常不可预测。",
            "match": [
              "unpredictable"
            ]
          }
        ]
      },
      {
        "id": 8,
        "en": "But the stock market is not just for the rich and powerful. With the dawn of the Internet, everyday investors can buy stocks in many of the exact same ways a large investor would. And as more people educate themselves about this complex system, they too can trade stocks, support the businesses they believe in, and pursue their financial goals. The first step is getting invested.",
        "cn": "但股票市场不仅仅是为富人和权贵准备的。随着互联网的曙光出现，普通投资者可以用许多与大投资者完全相同的方式购买股票。随着越来越多的人自学这个复杂的系统，他们也可以交易股票，支持他们相信的企业，并追求他们的财务目标。第一步就是开始投资。",
        "vocab": [
          {
            "word": "dawn",
            "ph": "/dɔːn/",
            "pos": "n",
            "mean": "黎明；开端",
            "ex": "We are witnessing the dawn of a new era.",
            "tr": "我们正在见证一个新时代的开端。",
            "match": [
              "dawn"
            ]
          },
          {
            "word": "everyday",
            "ph": "/ˈevrideɪ/",
            "pos": "adj",
            "mean": "日常的；普通的",
            "ex": "These are problems that affect everyday people.",
            "tr": "这些是影响普通人的问题。",
            "match": [
              "everyday"
            ]
          }
        ]
      }
    ],
    "pos_types": {
      "n": {
        "en": "noun",
        "cn": "名词"
      },
      "v": {
        "en": "verb",
        "cn": "动词"
      },
      "adj": {
        "en": "adjective",
        "cn": "形容词"
      },
      "adv": {
        "en": "adverb",
        "cn": "副词"
      },
      "prep": {
        "en": "preposition",
        "cn": "介词"
      },
      "conj": {
        "en": "conjunction",
        "cn": "连词"
      },
      "pron": {
        "en": "pronoun",
        "cn": "代词"
      },
      "det": {
        "en": "determiner",
        "cn": "限定词"
      },
      "int": {
        "en": "interjection",
        "cn": "感叹词"
      },
      "phr": {
        "en": "phrase",
        "cn": "短语"
      },
      "phr v": {
        "en": "phrasal verb",
        "cn": "动词短语"
      },
      "n phr": {
        "en": "noun phrase",
        "cn": "名词短语"
      },
      "adj phr": {
        "en": "adjective phrase",
        "cn": "形容词短语"
      },
      "modal v": {
        "en": "modal verb",
        "cn": "情态动词"
      },
      "idiom": {
        "en": "idiom",
        "cn": "习语"
      },
      "S": {
        "en": "sentence",
        "cn": "句子"
      },
      "abbr": {
        "en": "abbreviation",
        "cn": "缩写"
      }
    }
  },
  {
    "id": "how_to_learn_faster_science",
    "title": "The Science of Learning Faster",
    "info": {
      "author": "ASAPScience",
      "source": "Video Transcript",
      "level": "C1",
      "tags": [
        "learning",
        "neuroscience",
        "study tips",
        "psychology",
        "self-improvement"
      ],
      "link": "",
      "variants": null
    },
    "paras": [
      {
        "id": 1,
        "en": "This episode is supported by Brilliant.org. Whether you're headed back to school or just wanting to pick up a new skill like a language or an instrument, learning new things is amazing. But is there a better way to learn something quickly and retain that knowledge?",
        "cn": "本期节目由 Brilliant.org 赞助。无论你是要重返校园，还是只想掌握一项新技能，比如一门语言或一种乐器，学习新事物都是很棒的。但是，有没有更好的方法可以快速学习并记住这些知识呢？",
        "vocab": [
          {
            "word": "retain",
            "ph": "/rɪˈteɪn/",
            "pos": "v",
            "mean": "保持；记住",
            "ex": "The best way to retain information is to practice regularly.",
            "tr": "记住信息的最好方法是定期练习。",
            "match": [
              "retain"
            ]
          },
          {
            "word": "pick up",
            "ph": "/pɪk ʌp/",
            "pos": "phr v",
            "mean": "（通过练习或经验）学会，掌握",
            "ex": "She managed to pick up a few phrases of Italian.",
            "tr": "她设法学会了几句意大利语。",
            "match": [
              "pick up"
            ]
          }
        ]
      },
      {
        "id": 2,
        "en": "First step is, skip the laptop. Though you might be quicker at typing, writing with pen and paper is the way to go when taking notes. Not only are there oodles of distractions online, but researchers have found that those who type process the information at a shallower level. As opposed to simply transcribing verbatim, reframing the information into your own words while writing out physically leads to better performance on tests.",
        "cn": "第一步是，扔掉笔记本电脑。虽然你打字可能更快，但做笔记时，用笔和纸书写才是正道。网上不仅有大量的干扰，而且研究人员发现，打字的人对信息的处理层次较浅。与简单地逐字转录相比，在书写时用自己的话重构信息能让你在考试中表现更好。",
        "vocab": [
          {
            "word": "oodles of",
            "ph": "/ˈuːdlz əv/",
            "pos": "n phr",
            "mean": "大量的（非正式）",
            "ex": "We have oodles of time to finish the project.",
            "tr": "我们有大量的时间来完成这个项目。",
            "match": [
              "oodles of"
            ]
          },
          {
            "word": "shallow",
            "ph": "/ˈʃæloʊ/",
            "pos": "adj",
            "mean": "浅的；（呼吸、思考等）表层的",
            "ex": "Shallow processing of information leads to poor memory retention.",
            "tr": "对信息的浅层处理导致记忆保持力差。",
            "match": [
              "shallower"
            ]
          },
          {
            "word": "transcribe",
            "ph": "/trænˈskraɪb/",
            "pos": "v",
            "mean": "转录；抄写",
            "ex": "He transcribed the lecture notes onto his computer.",
            "tr": "他把讲座笔记转录到了电脑上。",
            "match": [
              "transcribing"
            ]
          },
          {
            "word": "verbatim",
            "ph": "/vɜːrˈbeɪtɪm/",
            "pos": "adv",
            "mean": "逐字地；一字不差地",
            "ex": "She repeated the instructions verbatim.",
            "tr": "她一字不差地重复了指示。",
            "match": [
              "verbatim"
            ]
          },
          {
            "word": "reframe",
            "ph": "/ˌriːˈfreɪm/",
            "pos": "v",
            "mean": "重构；重新表达",
            "ex": "Try to reframe the problem as an opportunity.",
            "tr": "试着把这个问题重新看作是一个机会。",
            "match": [
              "reframing"
            ]
          }
        ]
      },
      {
        "id": 3,
        "en": "And to retain those notes, study, sleep, study. In a French experiment, two groups were taught the Swahili translation for 16 French words over two sessions. Group one studied in the morning, then took a break, and studied again in the evening. But group two studied in the evening, slept for the night, and then resumed studying in the morning. Though there was the same amount of time between the two study sessions, the sleep group could recall 10 of the 16 words while the no-sleep group could only get 7.5.",
        "cn": "为了记住这些笔记，要遵循“学习、睡觉、学习”的模式。在法国的一项实验中，两组人分两个阶段学习16个法语单词的斯瓦希里语翻译。第一组在早上学习，然后休息，晚上再学习。但第二组在晚上学习，睡了一晚，然后在早上继续学习。虽然两次学习之间的时间间隔相同，但在不睡觉组只能回忆起7.5个单词的情况下，睡眠组可以回忆起16个单词中的10个。",
        "vocab": [
          {
            "word": "resume",
            "ph": "/rɪˈzuːm/",
            "pos": "v",
            "mean": "（中断后）继续，重新开始",
            "ex": "We will resume the meeting after lunch.",
            "tr": "午饭后我们将继续会议。",
            "match": [
              "resumed"
            ]
          },
          {
            "word": "recall",
            "ph": "/rɪˈkɔːl/",
            "pos": "v",
            "mean": "回忆；回想起",
            "ex": "I can't recall meeting him before.",
            "tr": "我想不起来以前见过他。",
            "match": [
              "recall"
            ]
          }
        ]
      },
      {
        "id": 4,
        "en": "Learning a new motor skill, try modifying your practice slightly. A study of 86 healthy volunteers were asked to learn a computer-based motor skill over two training sessions. One group's second training session had them learn the task in a slightly altered way, while the other repeated the task with the exact same practice. Those who used two different strategies nearly doubled the speed of accuracy of the task compared to the control group.",
        "cn": "学习新的运动技能时，试着稍微改变一下你的练习方式。在一项研究中，86名健康志愿者被要求在两个训练阶段学习一项基于计算机的运动技能。其中一组的第二个训练阶段让他们以稍微改变的方式学习该任务，而另一组则以完全相同的练习重复该任务。与对照组相比，使用两种不同策略的小组在任务的准确速度上几乎翻了一番。",
        "vocab": [
          {
            "word": "motor skill",
            "ph": "/ˈmoʊtər skɪl/",
            "pos": "n phr",
            "mean": "运动技能",
            "ex": "Drawing and writing require fine motor skills.",
            "tr": "绘画和写作需要精细的运动技能。",
            "match": [
              "motor skill"
            ]
          },
          {
            "word": "alter",
            "ph": "/ˈɔːltər/",
            "pos": "v",
            "mean": "改变；修改",
            "ex": "We had to alter our travel plans.",
            "tr": "我们不得不改变我们的旅行计划。",
            "match": [
              "altered"
            ]
          },
          {
            "word": "control group",
            "ph": "/kənˈtroʊl ɡruːp/",
            "pos": "n phr",
            "mean": "（实验中的）对照组",
            "ex": "The control group received a placebo instead of the drug.",
            "tr": "对照组接受的是安慰剂而不是药物。",
            "match": [
              "control group"
            ]
          }
        ]
      },
      {
        "id": 5,
        "en": "What does this look like in the real world? Say you're perfecting your tennis game, try switching between rackets with slightly different weights between sessions. However, researchers suggest you don't make the modification too big. For example, switching between tennis and badminton shows no increased success in tennis.",
        "cn": "这在现实世界中是什么样子的？假设你正在完善你的网球技术，试着在训练之间换用重量稍有不同的球拍。然而，研究人员建议不要做太大的改动。例如，在网球和羽毛球之间切换并不会增加网球方面的成功率。",
        "vocab": [
          {
            "word": "modification",
            "ph": "/ˌmɑːdɪfɪˈkeɪʃn/",
            "pos": "n",
            "mean": "修改；改变",
            "ex": "The design required some minor modifications.",
            "tr": "设计需要一些小的修改。",
            "match": [
              "modification"
            ]
          }
        ]
      },
      {
        "id": 6,
        "en": "Can't focus? Get some exercise. A study found that those who worked out for 15 minutes on a stationary bike and then completed a memory task completed the task significantly faster than the group that didn't exercise. Even a quick walk around the block can clear up your mind.",
        "cn": "无法集中注意力？去锻炼一下吧。一项研究发现，那些在固定自行车上锻炼15分钟然后完成记忆任务的人，比不锻炼的那组完成任务的速度要快得多。即使是绕着街区快走一圈也能让你的头脑清醒。",
        "vocab": [
          {
            "word": "stationary bike",
            "ph": "/ˈsteɪʃəneri baɪk/",
            "pos": "n phr",
            "mean": "固定自行车；动感单车",
            "ex": "She rides a stationary bike at the gym every morning.",
            "tr": "她每天早上在健身房骑动感单车。",
            "match": [
              "stationary bike"
            ]
          },
          {
            "word": "clear up",
            "ph": "/klɪr ʌp/",
            "pos": "phr v",
            "mean": "清理；使（头脑）清醒",
            "ex": "A walk in the fresh air helped clear up his mind.",
            "tr": "在新鲜空气中散步有助于让他头脑清醒。",
            "match": [
              "clear up"
            ]
          }
        ]
      },
      {
        "id": 7,
        "en": "Try to memorize the electromagnetic spectrum in order of increasing frequency? Who isn't? Try a mnemonic device such as an acronym sentence like, Raging Martians Invaded Venus Using X-Ray Guns. This method has been proven in several studies as a way of committing information to memory. Why? Theories suggest that adults can only hold a limited number of items in our short-term memory. By grouping items into an mnemonic, it allows your brain to hold on to larger amounts of information which can eventually aid into the creation of long-term memories. And the weirder the sentence is, the better, as unique sentences have a higher chance of sticking than boring ones.",
        "cn": "试图按频率递增的顺序背诵电磁波谱？谁不是呢？试试助记手段，比如首字母缩写句，像“Raging Martians Invaded Venus Using X-Ray Guns”（狂暴的火星人用X射线枪入侵金星）。这种方法已被多项研究证明是记忆信息的一种方式。为什么？理论表明，成年人的短期记忆只能容纳有限数量的项目。通过将项目分组为助记符，它允许你的大脑以此保留更大量的信息，这最终有助于长期记忆的形成。句子越奇怪越好，因为独特的句子比无聊的句子更有可能被记住。",
        "vocab": [
          {
            "word": "mnemonic",
            "ph": "/nɪˈmɑːnɪk/",
            "pos": "adj",
            "mean": "助记的；记忆的",
            "ex": "Using a mnemonic device can make learning lists easier.",
            "tr": "使用助记手段可以让学习列表变得更容易。",
            "match": [
              "mnemonic"
            ]
          },
          {
            "word": "acronym",
            "ph": "/ˈækrənɪm/",
            "pos": "n",
            "mean": "首字母缩略词",
            "ex": "NASA is an acronym for National Aeronautics and Space Administration.",
            "tr": "NASA 是美国国家航空航天局的首字母缩略词。",
            "match": [
              "acronym"
            ]
          },
          {
            "word": "stick",
            "ph": "/stɪk/",
            "pos": "v",
            "mean": "被记住；粘住",
            "ex": "That catchy tune really sticks in your head.",
            "tr": "那首朗朗上口的曲子真的让人过耳不忘。",
            "match": [
              "sticking"
            ]
          }
        ]
      },
      {
        "id": 8,
        "en": "And say it out loud. Test individuals were given a list of words where half were read silently and the other half were read out loud. When given a new list of words and asked to identify which ones they had already read previously, they were able to recall the words read out loud with significantly more frequency than those read silently.",
        "cn": "把它大声说出来。测试对象得到了一份单词清单，其中一半是默读的，另一半是大声朗读的。当给出一份新的单词清单并要求识别哪些是他们之前读过的单词时，他们能够回忆起大声朗读的单词的频率明显高于默读的单词。",
        "vocab": [
          {
            "word": "identify",
            "ph": "/aɪˈdentɪfaɪ/",
            "pos": "v",
            "mean": "识别；认出",
            "ex": "She could not identify the man in the photo.",
            "tr": "她认不出照片里的那个男人。",
            "match": [
              "identify"
            ]
          },
          {
            "word": "silently",
            "ph": "/ˈsaɪləntli/",
            "pos": "adv",
            "mean": "默默地；无声地",
            "ex": "He read the letter silently to himself.",
            "tr": "他默默地读了那封信。",
            "match": [
              "silently"
            ]
          }
        ]
      },
      {
        "id": 9,
        "en": "Here's a no-brainer. Make sure you're hydrated. In a study where participants fasted and abstained from fluid since the previous evening, they were asked to perform on a reaction test. One group was given 500 milliliters of water right before the test, while the other group wasn't. The group that was able to hydrate before the test obviously performed significantly better. This is because water helps improve overall mental processing and learning.",
        "cn": "这是一个显而易见的道理。确保你水分充足。在一项研究中，参与者从前一天晚上开始禁食禁水，然后被要求进行反应测试。一组在测试前喝了500毫升水，而另一组没有。在测试前能够补水的那一组表现明显更好。这是因为水有助于改善整体的心理处理和学习能力。",
        "vocab": [
          {
            "word": "no-brainer",
            "ph": "/ˈnoʊ breɪnər/",
            "pos": "n",
            "mean": "无需用脑的事；显而易见的事",
            "ex": "Accepting that job offer was a no-brainer.",
            "tr": "接受那份工作邀请是不用脑子想都知道的好事。",
            "match": [
              "no-brainer"
            ]
          },
          {
            "word": "hydrate",
            "ph": "/ˈhaɪdreɪt/",
            "pos": "v",
            "mean": "补充水分",
            "ex": "It's important to hydrate after exercising.",
            "tr": "运动后补充水分很重要。",
            "match": [
              "hydrated",
              "hydrate"
            ]
          },
          {
            "word": "abstain",
            "ph": "/əbˈsteɪn/",
            "pos": "v",
            "mean": "戒绝；放弃；避免",
            "ex": "He decided to abstain from alcohol.",
            "tr": "他决定戒酒。",
            "match": [
              "abstained"
            ]
          }
        ]
      },
      {
        "id": 10,
        "en": "And after all that hard work, give yourself a reward. One study found that reward-motivated learning in this particular study was monetary compensation, led to increased memory formation, and this effect even increased when the reward was of higher value. This finding highlights how reward motivation promotes memory formation via the release of feel-good neurotransmitter dopamine in the hippocampus prior to learning.",
        "cn": "在所有这些努力工作之后，给自己一个奖励。一项研究发现，奖励驱动的学习（在这项特定研究中是金钱补偿）导致了记忆形成的增加，而且当奖励价值更高时，这种效果甚至会增强。这一发现强调了奖励动机是如何通过在学习前海马体中释放“感觉良好”的神经递质多巴胺来促进记忆形成的。",
        "vocab": [
          {
            "word": "monetary",
            "ph": "/ˈmɑːnɪteri/",
            "pos": "adj",
            "mean": "金钱的；货币的",
            "ex": "The antique vase has great monetary value.",
            "tr": "这个古董花瓶具有很高的金钱价值。",
            "match": [
              "monetary"
            ]
          },
          {
            "word": "compensation",
            "ph": "/ˌkɑːmpenˈseɪʃn/",
            "pos": "n",
            "mean": "补偿；报酬",
            "ex": "He received compensation for his injuries.",
            "tr": "他因伤获得了赔偿。",
            "match": [
              "compensation"
            ]
          },
          {
            "word": "neurotransmitter",
            "ph": "/ˌnʊroʊtrænsˈmɪtər/",
            "pos": "n",
            "mean": "神经递质",
            "ex": "Dopamine is a key neurotransmitter in the brain.",
            "tr": "多巴胺是大脑中关键的神经递质。",
            "match": [
              "neurotransmitter"
            ]
          },
          {
            "word": "hippocampus",
            "ph": "/ˌhɪpəˈkæmpəs/",
            "pos": "n",
            "mean": "海马体（大脑中与记忆有关的区域）",
            "ex": "The hippocampus plays a major role in learning and memory.",
            "tr": "海马体在学习和记忆中起着主要作用。",
            "match": [
              "hippocampus"
            ]
          }
        ]
      },
      {
        "id": 11,
        "en": "If you're really keen to learn faster, check out Brilliant.org, who sponsored this episode and is one of the best places to do just that. Like us, they believe that if you're excited, you'll learn quickly. That act of learning is best, and that questions that spark curiosity are so important. Whenever we want to build up our logical thinking powers or break down the physics of everyday experiences around us, we check out Brilliant. It's a great way to challenge your mind on the go, and you can master foundational concepts through guided, in-depth problem-solving quizzes. Check them out at Brilliant.org slash ASAPScience to sign up for free now, and let us know how it's helped you learn faster. And subscribe for more weekly videos every Thursday.",
        "cn": "如果你真的渴望学得更快，去看看 Brilliant.org 吧，他们赞助了本期节目，也是实现这一目标的最佳去处之一。像我们一样，他们相信如果你感到兴奋，你就会学得很快。主动学习是最好的，激发好奇心的问题非常重要。每当我们想建立逻辑思维能力或剖析周围日常体验的物理原理时，我们都会去 Brilliant 看看。这是一种随时随地挑战大脑的好方法，你可以通过指导性的、深入的问题解决测验来掌握基础概念。现在就去 Brilliant.org/ASAPScience 免费注册，并告诉我们它是如何帮助你学得更快的。订阅以获取每周四更多的视频。",
        "vocab": [
          {
            "word": "keen",
            "ph": "/kiːn/",
            "pos": "adj",
            "mean": "渴望的；热衷的",
            "ex": "She is keen to learn a new language.",
            "tr": "她渴望学习一门新语言。",
            "match": [
              "keen"
            ]
          },
          {
            "word": "spark",
            "ph": "/spɑːrk/",
            "pos": "v",
            "mean": "引发；触发；点燃",
            "ex": "The question sparked a lively debate.",
            "tr": "这个问题引发了一场激烈的辩论。",
            "match": [
              "spark"
            ]
          },
          {
            "word": "foundational",
            "ph": "/faʊnˈdeɪʃənl/",
            "pos": "adj",
            "mean": "基础的；基本的",
            "ex": "Math skills are foundational for physics.",
            "tr": "数学技能是物理学的基础。",
            "match": [
              "foundational"
            ]
          }
        ]
      }
    ],
    "pos_types": {
      "n": {
        "en": "noun",
        "cn": "名词"
      },
      "v": {
        "en": "verb",
        "cn": "动词"
      },
      "adj": {
        "en": "adjective",
        "cn": "形容词"
      },
      "adv": {
        "en": "adverb",
        "cn": "副词"
      },
      "prep": {
        "en": "preposition",
        "cn": "介词"
      },
      "conj": {
        "en": "conjunction",
        "cn": "连词"
      },
      "pron": {
        "en": "pronoun",
        "cn": "代词"
      },
      "det": {
        "en": "determiner",
        "cn": "限定词"
      },
      "int": {
        "en": "interjection",
        "cn": "感叹词"
      },
      "phr": {
        "en": "phrase",
        "cn": "短语"
      },
      "phr v": {
        "en": "phrasal verb",
        "cn": "动词短语"
      },
      "n phr": {
        "en": "noun phrase",
        "cn": "名词短语"
      },
      "adj phr": {
        "en": "adjective phrase",
        "cn": "形容词短语"
      },
      "modal v": {
        "en": "modal verb",
        "cn": "情态动词"
      },
      "idiom": {
        "en": "idiom",
        "cn": "习语"
      },
      "S": {
        "en": "sentence",
        "cn": "句子"
      }
    }
  },
  {
    "id": "specialization_vs_sampling",
    "title": "Why Generalists Triumph in a Specialized World",
    "info": {
      "author": "David Epstein",
      "source": "TED Talk",
      "level": "C1",
      "tags": [
        "education",
        "psychology",
        "career",
        "personal growth",
        "skill development"
      ],
      "link": "",
      "variants": null
    },
    "paras": [
      {
        "id": 1,
        "en": "Many of you here have probably heard of the 10,000 hours rule. It's the idea that to become great in anything takes 10,000 hours of focused practice, so you'd better get started as early as possible. The poster child for this story is Tiger Woods. His father famously gave him a putter when he was seven months old. He's the greatest golfer in the world, quintessential 10,000 hour story. Another is that of the three Polgar sisters, whose father decided to teach them chess in a very technical manner from a very early age. Two of his daughters went on to become grandmaster chess players.",
        "cn": "你们中的许多人可能都听说过“一万小时定律”。这个观点认为，要在任何领域变得伟大，都需要一万小时的专注练习，所以你最好尽早开始。这个故事的典型代表是泰格·伍兹。众所周知，他在七个月大时父亲就给了他一根推杆。他是世界上最伟大的高尔夫球手，是一万小时定律的典型案例。另一个例子是波尔加三姐妹，她们的父亲决定从小就以非常技术性的方式教她们下棋。他的两个女儿后来都成为了国际象棋特级大师。",
        "vocab": [
          {
            "word": "poster child",
            "ph": "/ˈpoʊstər tʃaɪld/",
            "pos": "n",
            "mean": "典型代表；模范人物",
            "ex": "He is the poster child for healthy living.",
            "tr": "他是健康生活的典型代表。",
            "match": [
              "poster child"
            ]
          },
          {
            "word": "quintessential",
            "ph": "/ˌkwɪntɪˈsenʃl/",
            "pos": "adj",
            "mean": "典型的；完美的",
            "ex": "This is the quintessential English country cottage.",
            "tr": "这是典型的英式乡村小屋。",
            "match": [
              "quintessential"
            ]
          },
          {
            "word": "grandmaster",
            "ph": "/ˈɡrændmæstər/",
            "pos": "n",
            "mean": "（国际象棋）特级大师",
            "ex": "Becoming a chess grandmaster requires years of dedication.",
            "tr": "成为国际象棋特级大师需要多年的投入。",
            "match": [
              "grandmaster"
            ]
          }
        ]
      },
      {
        "id": 2,
        "en": "I got curious. If this 10,000 hours rule is correct, then we should see that elite athletes get a headstart in so-called deliberate practice. And in fact, when scientists study elite athletes, they see that they spend more time in deliberate practice. Not a big surprise. When they actually track athletes over the course of their development, the pattern looks like this. The future elites tend to have what scientists call a sampling period, where they try a variety of physical activities, they gain broad general skills, and delay specializing until later than peers who plateau at lower levels.",
        "cn": "我很好奇。如果这个一万小时定律是正确的，那么我们应该看到精英运动员在所谓的刻意练习上起步更早。事实上，当科学家研究精英运动员时，他们发现这些人确实在刻意练习上花费了更多时间。这并不令人惊讶。但当他们真正追踪运动员的发展过程时，模式是这样的：未来的精英往往有一段科学家所说的“采样期”，他们尝试各种体育活动，获得广泛的一般技能，并比那些在较低水平停滞不前的同龄人更晚进行专业化。",
        "vocab": [
          {
            "word": "headstart",
            "ph": "/ˈhedstɑːrt/",
            "pos": "n",
            "mean": "领先优势；起步优势",
            "ex": "A good education gives children a headstart in life.",
            "tr": "良好的教育给孩子的人生意一个领先优势。",
            "match": [
              "headstart"
            ]
          },
          {
            "word": "deliberate practice",
            "ph": "/dɪˈlɪbərət ˈpræktɪs/",
            "pos": "n phr",
            "mean": "刻意练习",
            "ex": "Deliberate practice involves focused attention and immediate feedback.",
            "tr": "刻意练习涉及集中的注意力和即时的反馈。",
            "match": [
              "deliberate practice"
            ]
          },
          {
            "word": "plateau",
            "ph": "/plæˈtoʊ/",
            "pos": "v",
            "mean": "（在一段时期的发展后）停滞不前；进入平稳期",
            "ex": "His career plateaued after he reached middle management.",
            "tr": "他在达到中层管理职位后职业生涯停滞不前。",
            "match": [
              "plateau"
            ]
          }
        ]
      },
      {
        "id": 3,
        "en": "That doesn't really comport with what the 10,000 hours rule does it? So I started to wonder about other domains that we associate with obligatory early specialization, like music. Turns out the pattern's often similar. The exceptional musicians didn't start spending more time in deliberate practice than the average musicians until their third instrument. They too tended to have a sampling period. Even musicians we think of as famously precocious, like Yo-Yo Ma.",
        "cn": "这并不真的符合一万小时定律，对吧？所以我开始思考其他我们认为必须尽早专业化的领域，比如音乐。结果发现模式通常是相似的。杰出的音乐家直到学习第三种乐器时，才开始比普通音乐家在刻意练习上花费更多时间。他们也往往有一个采样期。即使是我们认为出名早熟的音乐家，比如马友友，也是如此。",
        "vocab": [
          {
            "word": "comport with",
            "ph": "/kəmˈpɔːrt wɪð/",
            "pos": "phr v",
            "mean": "与…相符；与…一致",
            "ex": "Her actions did not comport with her stated principles.",
            "tr": "她的行为与她所宣称的原则不符。",
            "match": [
              "comport"
            ]
          },
          {
            "word": "obligatory",
            "ph": "/əˈblɪɡətɔːri/",
            "pos": "adj",
            "mean": "强制性的；必须的；习惯性的",
            "ex": "Attendance at the meeting is obligatory.",
            "tr": "出席会议是强制性的。",
            "match": [
              "obligatory"
            ]
          },
          {
            "word": "precocious",
            "ph": "/prɪˈkoʊʃəs/",
            "pos": "adj",
            "mean": "早熟的；（儿童）超常的",
            "ex": "She was a precocious child who learned to read at age three.",
            "tr": "她是个早熟的孩子，三岁就学会了阅读。",
            "match": [
              "precocious"
            ]
          }
        ]
      },
      {
        "id": 4,
        "en": "So this got me interested in exploring the developmental backgrounds of people whose work I had long admired. Duke Ellington shunned music lessons as a kid to focus on baseball and painting and drawing. Mariam Mirzakhani wasn't interested in math as a girl, dreamed of becoming a novelist, and went on to become the first and so far only woman to win the Fields Medal, the most prestigious prize in the world in math. Vincent Van Gogh had five different careers before flaming out spectacularly, and in his late 20s picked up a book called The Guide to the ABCs of Drawing.",
        "cn": "这让我有兴趣去探索那些我长期仰慕其作品的人的成长背景。艾灵顿公爵（Duke Ellington）小时候避开音乐课，专注于棒球、绘画和素描。玛利亚姆·米尔扎哈尼（Mariam Mirzakhani）小时候对数学不感兴趣，梦想成为小说家，后来却成为了第一位也是目前唯一一位获得菲尔兹奖（世界上最负盛名的数学奖项）的女性。文森特·梵高在彻底失败之前从事过五种不同的职业，直到快30岁时才拿起一本名为《绘画入门指南》的书。",
        "vocab": [
          {
            "word": "shun",
            "ph": "/ʃʌn/",
            "pos": "v",
            "mean": "避开；回避",
            "ex": "He shunned publicity after his retirement.",
            "tr": "退休后他避开公众关注。",
            "match": [
              "shunned"
            ]
          },
          {
            "word": "prestigious",
            "ph": "/preˈstiːdʒəs/",
            "pos": "adj",
            "mean": "享有声望的；著名的",
            "ex": "Harvard is one of the most prestigious universities in the world.",
            "tr": "哈佛是世界上最负盛名的大学之一。",
            "match": [
              "prestigious"
            ]
          },
          {
            "word": "flame out",
            "ph": "/fleɪm aʊt/",
            "pos": "phr v",
            "mean": "（因过度劳累或失败而）突然中止；燃尽；彻底失败",
            "ex": "Many child stars flame out before they reach adulthood.",
            "tr": "许多童星在成年之前就陨落了。",
            "match": [
              "flaming out"
            ]
          }
        ]
      },
      {
        "id": 5,
        "en": "Claude Shannon was an electrical engineer at the University of Michigan who took a philosophy course just to fulfill a requirement. And in it he learned about a near century old system of logic by which true and false statements could be coded as ones and zeros and solved, like math problems. This led to the development of binary code, which underlies all of our digital computers today. Frances Hesselbein took her first professional job at the age of 54 and went on to become the CEO of the Girl Scouts.",
        "cn": "克劳德·香农（Claude Shannon）是密歇根大学的一名电气工程师，他选修哲学课只是为了满足学分要求。在课上，他了解到了一个近百年前的逻辑系统，通过这个系统，真假陈述可以被编码为1和0，并像数学题一样被解决。这导致了二进制代码的发展，它是今天我们所有数字计算机的基础。弗朗西斯·赫塞尔拜恩（Frances Hesselbein）在54岁时才开始她的第一份职业工作，后来成为了女童子军的首席执行官。",
        "vocab": [
          {
            "word": "underlie",
            "ph": "/ˌʌndərˈlaɪ/",
            "pos": "v",
            "mean": "构成…的基础（或起因）；位于…之下",
            "ex": "Basic principles underlie all scientific research.",
            "tr": "基本原则构成了所有科学研究的基础。",
            "match": [
              "underlies"
            ]
          },
          {
            "word": "fulfill a requirement",
            "ph": "/fʊlˈfɪl ə rɪˈkwaɪərmənt/",
            "pos": "idiom",
            "mean": "满足要求",
            "ex": "Students must take this course to fulfill the graduation requirement.",
            "tr": "学生必须修这门课以满足毕业要求。",
            "match": [
              "fulfill a requirement"
            ]
          }
        ]
      },
      {
        "id": 6,
        "en": "Here's an athlete I've followed. He tried some tennis, some skiing, wrestling. His mother was actually a tennis coach but she declined to coach him because he wouldn't return balls normally. And he kept trying more sports, handball, volleyball, soccer, badminton, skateboarding. So who is this dabbler? This is Roger Federer. Every bit as famous as an adult as Tiger Woods and yet even tennis enthusiasts don't usually know anything about his developmental story. Why is that?",
        "cn": "这是我关注的一位运动员。他尝试过网球、滑雪、摔跤。他的母亲实际上是一名网球教练，但她拒绝教他，因为他不按常规回球。他继续尝试更多的运动，手球、排球、足球、羽毛球、滑板。那么这个“涉猎者”是谁呢？这就是罗杰·费德勒。成年后的名气丝毫不亚于泰格·伍兹，然而即使是网球爱好者通常也不知道他的成长故事。这是为什么呢？",
        "vocab": [
          {
            "word": "decline",
            "ph": "/dɪˈklaɪn/",
            "pos": "v",
            "mean": "婉言拒绝；谢绝",
            "ex": "She declined the invitation to the party.",
            "tr": "她婉拒了派对的邀请。",
            "match": [
              "declined"
            ]
          },
          {
            "word": "dabbler",
            "ph": "/ˈdæblər/",
            "pos": "n",
            "mean": "涉猎者；浅尝辄止的人",
            "ex": "He is just a dabbler in politics, not a serious candidate.",
            "tr": "他只是个政治涉猎者，不是认真的候选人。",
            "match": [
              "dabbler"
            ]
          },
          {
            "word": "every bit as",
            "ph": "/ˈevri bɪt æz/",
            "pos": "idiom",
            "mean": "完全一样；同样地",
            "ex": "She is every bit as smart as her brother.",
            "tr": "她和她哥哥一样聪明。",
            "match": [
              "Every bit as"
            ]
          }
        ]
      },
      {
        "id": 7,
        "en": "Well, I think it's partly because the Tiger story is very dramatic, but also because it seems like this tidy narrative that we can extrapolate to anything that we want to be good at in our own lives. But it turns out that in many ways golf is a uniquely horrible model of almost everything that humans want to learn. Golf is the epitome of what the psychologist Robin Hogarth called a kind learning environment. Next steps and goals are clear. Rules are clear and never change. When you do something you get feedback that is quick and accurate.",
        "cn": "嗯，我认为部分原因是泰格的故事非常具有戏剧性，但也因为它看起来像是一个整洁的叙事，我们可以将其推演到我们生活中想要擅长的任何事情上。但事实证明，在许多方面，高尔夫是人类想要学习的几乎所有事物的独特糟糕模型。高尔夫是心理学家罗宾·霍加斯所说的“友好学习环境”的缩影。下一步和目标都很明确。规则清晰且永不改变。当你做某事时，你会得到快速而准确的反馈。",
        "vocab": [
          {
            "word": "extrapolate",
            "ph": "/ɪkˈstræpəleɪt/",
            "pos": "v",
            "mean": "推断；推知；外推",
            "ex": "You can't simply extrapolate these results to the general population.",
            "tr": "你不能简单地将这些结果推断到整个人群。",
            "match": [
              "extrapolate"
            ]
          },
          {
            "word": "epitome",
            "ph": "/ɪˈpɪtəmi/",
            "pos": "n",
            "mean": "典范；缩影",
            "ex": "She is the epitome of elegance.",
            "tr": "她是优雅的典范。",
            "match": [
              "epitome"
            ]
          },
          {
            "word": "kind learning environment",
            "ph": "/kaɪnd ˈlɜːrnɪŋ ɪnˈvaɪrənmənt/",
            "pos": "n phr",
            "mean": "友好学习环境（规则明确、反馈即时的环境）",
            "ex": "Chess is considered a kind learning environment because the rules are fixed.",
            "tr": "国际象棋被认为是一个友好的学习环境，因为规则是固定的。",
            "match": [
              "kind learning environment"
            ]
          }
        ]
      },
      {
        "id": 8,
        "en": "Chess. Also a kind learning environment. On the other end of the spectrum are wicked learning environments where next steps and goals may not be clear. Rules may change. You may or may not get feedback when you do something. It may be delayed. It may be inaccurate. Which one of these sounds like the world we're increasingly living in? So if hyper-specialization isn't always the trick in a wicked world, what is? That can be difficult to talk about because sometimes it looks like meandering or zig-zagging or keeping a broader view. It can look like getting behind.",
        "cn": "国际象棋。也是一个友好的学习环境。在光谱的另一端是“邪恶学习环境”，在那里的下一步和目标可能不明确。规则可能会改变。当你做某事时，你可能得到反馈，也可能得不到。反馈可能会延迟。反馈可能不准确。这其中哪一个听起来像我们日益生活的世界？那么，如果在邪恶的世界里，过度专业化并不总是诀窍，那什么才是呢？这可能很难谈论，因为有时它看起来像是在漫游、曲折前行或保持更广阔的视野。它看起来可能像是落后了。",
        "vocab": [
          {
            "word": "spectrum",
            "ph": "/ˈspektrəm/",
            "pos": "n",
            "mean": "光谱；范围",
            "ex": "The survey covered a wide spectrum of opinions.",
            "tr": "这项调查涵盖了广泛的意见。",
            "match": [
              "spectrum"
            ]
          },
          {
            "word": "wicked",
            "ph": "/ˈwɪkɪd/",
            "pos": "adj",
            "mean": "邪恶的；（此处指）复杂的、棘手的、不可预测的",
            "ex": "Climate change is a wicked problem with no easy solution.",
            "tr": "气候变化是一个没有简单解决方案的棘手问题。",
            "match": [
              "wicked"
            ]
          },
          {
            "word": "meander",
            "ph": "/miˈændər/",
            "pos": "v",
            "mean": "漫游；蜿蜒而行；闲逛",
            "ex": "They meandered through the park for hours.",
            "tr": "他们在公园里闲逛了几个小时。",
            "match": [
              "meandering"
            ]
          }
        ]
      },
      {
        "id": 9,
        "en": "But if we look at research on technological innovation, it shows that increasingly the most impactful patents are authored by teams that include individuals who have worked across a large number of different technology classes and often merge things from different domains. Someone whose work I've admired who is sort of on the forefront of this, a Japanese man named Gunpei Yokoi. Yokoi didn't score well in his electronics exams at school. So he had to settle for a low-tier job as a machine maintenance worker at a playing card company in Kyoto.",
        "cn": "但如果我们看看关于技术创新的研究，它表明越来越具有影响力的专利是由团队撰写的，这些团队包含了在大量不同技术类别中工作过的个人，并且经常融合来自不同领域的东西。我一直很钦佩一个人的工作，他算是这方面的前沿人物，一个名叫横井军平（Gunpei Yokoi）的日本人。横井在学校的电子考试中成绩不佳。所以他不得不满足于在京都一家扑克牌公司做一份低层的机器维修工工作。",
        "vocab": [
          {
            "word": "forefront",
            "ph": "/ˈfɔːrfrʌnt/",
            "pos": "n",
            "mean": "最前线；先锋",
            "ex": "This company is at the forefront of medical research.",
            "tr": "这家公司处于医学研究的最前沿。",
            "match": [
              "forefront"
            ]
          },
          {
            "word": "settle for",
            "ph": "/ˈsetl fɔːr/",
            "pos": "phr v",
            "mean": "勉强接受；将就",
            "ex": "Don't settle for less than you deserve.",
            "tr": "不要接受低于你应得的待遇。",
            "match": [
              "settle for"
            ]
          },
          {
            "word": "low-tier",
            "ph": "/loʊ tɪr/",
            "pos": "adj",
            "mean": "低层的；低级的",
            "ex": "He started in a low-tier position and worked his way up.",
            "tr": "他从一个低层职位开始，一路晋升。",
            "match": [
              "low-tier"
            ]
          }
        ]
      },
      {
        "id": 10,
        "en": "He combined some well-known technology from the calculator industry, with some well-known technology from the credit card industry, and made handheld games. And it turned this playing card company, which was founded in a wooden storefront in the 19th century, into a toy and game operation. You may have heard of it. It's called Nintendo. His magnum opus was the Game Boy. We probably don't make as many of those people as we could because we don't tend to incentivize anything that doesn't look like a head start or specialization.",
        "cn": "他结合了计算器行业的一些知名技术和信用卡行业的一些知名技术，制作了手持游戏机。这使得这家成立于19世纪一个木制店面的扑克牌公司转变成了一家玩具和游戏公司。你可能听说过它。它叫任天堂。他的代表作是Game Boy。我们可能没有培养出尽可能多的那样的人，因为我们倾向于不激励任何看起来不像起步优势或专业化的东西。",
        "vocab": [
          {
            "word": "magnum opus",
            "ph": "/ˌmæɡnəm ˈoʊpəs/",
            "pos": "n",
            "mean": "代表作；杰作",
            "ex": "The novel is considered his magnum opus.",
            "tr": "这部小说被认为是他的代表作。",
            "match": [
              "magnum opus"
            ]
          },
          {
            "word": "incentivize",
            "ph": "/ɪnˈsentɪvaɪz/",
            "pos": "v",
            "mean": "激励；给…以动力",
            "ex": "The government wants to incentivize companies to invest in green energy.",
            "tr": "政府希望激励公司投资绿色能源。",
            "match": [
              "incentivize"
            ]
          }
        ]
      },
      {
        "id": 11,
        "en": "And naturally, I think there are as many ways to succeed as there are people. But I think we tend only to incentivize and encourage the Tiger path. When increasingly in a wicked world, we need people who travel the Roger path as well. Whereas the eminent physicists and mathematician and writer Freeman Dyson put it, for a healthy ecosystem we need both birds and frogs. Frogs are down in the mud seeing all the granular details. The birds are soaring up above not seeing those details but integrating the knowledge of the frogs.",
        "cn": "当然，我认为有多少人就有多少种成功的方式。但我认为我们往往只激励和鼓励“泰格·伍兹之路”。而在一个日益“邪恶”（复杂）的世界里，我们也需要走“罗杰·费德勒之路”的人。正如杰出的物理学家、数学家和作家弗里曼·戴森所说，为了一个健康的生态系统，我们既需要鸟也需要青蛙。青蛙在泥里看到所有的微小细节。鸟儿在上方翱翔，看不到那些细节，但能整合青蛙的知识。",
        "vocab": [
          {
            "word": "eminent",
            "ph": "/ˈemɪnənt/",
            "pos": "adj",
            "mean": "杰出的；显赫的",
            "ex": "He is an eminent scholar in his field.",
            "tr": "他是该领域的一位杰出学者。",
            "match": [
              "eminent"
            ]
          },
          {
            "word": "granular",
            "ph": "/ˈɡrænjələr/",
            "pos": "adj",
            "mean": "颗粒状的；（比喻）极细致的、微小的",
            "ex": "We need a more granular analysis of the data.",
            "tr": "我们需要对数据进行更细致的分析。",
            "match": [
              "granular"
            ]
          },
          {
            "word": "soar",
            "ph": "/sɔːr/",
            "pos": "v",
            "mean": "翱翔；高飞",
            "ex": "The eagle soared high above the valley.",
            "tr": "老鹰在山谷上空高高翱翔。",
            "match": [
              "soaring"
            ]
          }
        ]
      },
      {
        "id": 12,
        "en": "And we need both. The problem, Dyson said, is that we're telling everyone to become frogs. And I think in a wicked world that's increasingly short-sighted. Education is the ultimate idea worth spreading. That's why we have a channel dedicated exclusively to celebrating and elevating the ideas of educators. Visit our Educator Talks channel where you can also learn more about our educator programs. Or watch the unabbreviated version of this talk here.",
        "cn": "我们需要两者兼备。戴森说，问题在于我们告诉每个人都要成为青蛙。我认为在一个复杂的世界里，这是日益短视的。教育是值得传播的终极理念。这就是为什么我们有一个专门致力于庆祝和提升教育者思想的频道。访问我们的“教育者访谈”频道，你也可以在那里了解更多关于我们教育者项目的信息。或者在这里观看本次演讲的完整版本。",
        "vocab": [
          {
            "word": "short-sighted",
            "ph": "/ˌʃɔːrt ˈsaɪtɪd/",
            "pos": "adj",
            "mean": "目光短浅的；近视的",
            "ex": "Cutting the research budget is a short-sighted decision.",
            "tr": "削减研究预算是一个目光短浅的决定。",
            "match": [
              "short-sighted"
            ]
          },
          {
            "word": "unabbreviated",
            "ph": "/ˌʌnəˈbriːvieɪtɪd/",
            "pos": "adj",
            "mean": "未删节的；完整的",
            "ex": "Please read the unabbreviated text.",
            "tr": "请阅读未删节的文本。",
            "match": [
              "unabbreviated"
            ]
          }
        ]
      }
    ],
    "pos_types": {
      "n": {
        "en": "noun",
        "cn": "名词"
      },
      "v": {
        "en": "verb",
        "cn": "动词"
      },
      "adj": {
        "en": "adjective",
        "cn": "形容词"
      },
      "adv": {
        "en": "adverb",
        "cn": "副词"
      },
      "prep": {
        "en": "preposition",
        "cn": "介词"
      },
      "conj": {
        "en": "conjunction",
        "cn": "连词"
      },
      "pron": {
        "en": "pronoun",
        "cn": "代词"
      },
      "det": {
        "en": "determiner",
        "cn": "限定词"
      },
      "int": {
        "en": "interjection",
        "cn": "感叹词"
      },
      "phr": {
        "en": "phrase",
        "cn": "短语"
      },
      "phr v": {
        "en": "phrasal verb",
        "cn": "动词短语"
      },
      "n phr": {
        "en": "noun phrase",
        "cn": "名词短语"
      },
      "adj phr": {
        "en": "adjective phrase",
        "cn": "形容词短语"
      },
      "modal v": {
        "en": "modal verb",
        "cn": "情态动词"
      },
      "idiom": {
        "en": "idiom",
        "cn": "习语"
      },
      "S": {
        "en": "sentence",
        "cn": "句子"
      }
    }
  },
  {
    "id": "history_of_kola_nut",
    "title": "The Dark History of the Kola Nut",
    "info": {
      "author": "TED-Ed",
      "source": "Video Transcript",
      "level": "C1",
      "tags": [
        "history",
        "culture",
        "food",
        "commerce",
        "medicine"
      ],
      "link": "",
      "variants": null
    },
    "paras": [
      {
        "id": 1,
        "en": "In 1910, the Antarctic Nimrod expedition was in trouble. Led by Ernest Shackleton, the team had set the record for the southernmost point ever reached. But after miscalculating how long it would take to return to the nearest supply depot, the crew had run out of food. Fatigued and desperate, they turned to their medical kit. It contained a drug called \"Forced March\" tablets, which promised to mitigate hunger and prolong endurance thanks to the powerful combination of its two ingredients, cocaine and the extract of the African Kola nut. After taking the pills, the team was able to push through and reach safety. So how did the Kola nut, a sacred ingredient from West Africa, end up in Shackleton's emergency kit? And how did this same combination of Kola nut and cocaine make its way into the original recipe of a drink that billions of people consume every day?",
        "cn": "1910年，南极尼姆罗德探险队陷入了困境。在欧内斯特·沙克尔顿的带领下，该团队创下了到达最南端的记录。但在错误计算了返回最近补给站所需的时间后，船员们的食物耗尽了。疲惫不堪、绝望的他们求助于医疗包。里面含有一种名为“强行军”药片的药物，这种药片承诺可以缓解饥饿并延长耐力，这要归功于其两种成分的强力组合：可卡因和非洲可乐果的提取物。服用药丸后，团队得以挺过去并抵达安全地带。那么，可乐果这种来自西非的神圣成分，是如何出现在沙克尔顿的急救包里的呢？这种可乐果和可卡因的组合又是如何进入数十亿人每天饮用的饮料的原始配方中的呢？",
        "vocab": [
          {
            "word": "expedition",
            "ph": "/ˌekspəˈdɪʃn/",
            "pos": "n",
            "mean": "探险；远征",
            "ex": "He led an expedition to the North Pole.",
            "tr": "他率领了一支去北极的探险队。",
            "match": [
              "expedition"
            ]
          },
          {
            "word": "depot",
            "ph": "/ˈdiːpoʊ/",
            "pos": "n",
            "mean": "仓库；补给站",
            "ex": "They stored their supplies in a hidden depot.",
            "tr": "他们把物资储存在一个隐蔽的仓库里。",
            "match": [
              "depot"
            ]
          },
          {
            "word": "fatigued",
            "ph": "/fəˈtiːɡd/",
            "pos": "adj",
            "mean": "疲惫的；筋疲力尽的",
            "ex": "The fatigued soldiers needed rest.",
            "tr": "疲惫的士兵需要休息。",
            "match": [
              "Fatigued"
            ]
          },
          {
            "word": "mitigate",
            "ph": "/ˈmɪtɪɡeɪt/",
            "pos": "v",
            "mean": "减轻；缓解",
            "ex": "They tried to mitigate the effects of the drought.",
            "tr": "他们试图减轻干旱的影响。",
            "match": [
              "mitigate"
            ]
          },
          {
            "word": "endurance",
            "ph": "/ɪnˈdʊrəns/",
            "pos": "n",
            "mean": "耐力；持久力",
            "ex": "Long-distance running requires great endurance.",
            "tr": "长跑需要极大的耐力。",
            "match": [
              "endurance"
            ]
          }
        ]
      },
      {
        "id": 2,
        "en": "The Kola nut is the seed of the Kola tree, a small evergreen native to the tropical forests of West Africa, where it's long been integral to the cultural fabric of many communities. Among the Igbo, the bitter nut is known as the food of the gods. In Igbo homes, it's custom to greet and honor guests by breaking a seed and sharing the lobes. Within Yoruba communities, Kola plays a central role in many religious ceremonies, such as weddings, funerals and divination. Kola nuts can contain up to 2.5% caffeine, or about twice the concentration found in coffee beans, along with trace amounts of theobromine, a structurally similar compound. Both molecules stimulate the central nervous system, causing effects like alertness and increased blood flow to the muscles and lungs. And it's these properties that likely led to Kola's long-standing use in traditional West African medicine.",
        "cn": "可乐果是可乐树的种子，这是一种原产于西非热带森林的小型常绿乔木，长期以来，它一直是许多社区文化结构中不可或缺的一部分。在伊博人中，这种苦涩的坚果被称为众神的食物。在伊博人的家中，通过掰开种子并分享其瓣来迎接和尊敬客人是一种习俗。在约鲁巴社区，可乐果在许多宗教仪式中扮演着核心角色，如婚礼、葬礼和占卜。可乐果含有高达2.5%的咖啡因，大约是咖啡豆中浓度的两倍，以及微量的可可碱，一种结构相似的化合物。这两种分子都会刺激中枢神经系统，产生诸如警觉性和增加流向肌肉和肺部的血液等效果。正是这些特性可能导致了可乐果在西非传统医学中的长期使用。",
        "vocab": [
          {
            "word": "integral",
            "ph": "/ˈɪntɪɡrəl/",
            "pos": "adj",
            "mean": "不可或缺的；构成整体所必需的",
            "ex": "Trust is integral to any good relationship.",
            "tr": "信任对于任何良好的关系都是不可或缺的。",
            "match": [
              "integral"
            ]
          },
          {
            "word": "fabric",
            "ph": "/ˈfæbrɪk/",
            "pos": "n",
            "mean": "（社会的）结构；组织",
            "ex": "Tradition is part of the fabric of society.",
            "tr": "传统是社会结构的一部分。",
            "match": [
              "fabric"
            ]
          },
          {
            "word": "divination",
            "ph": "/ˌdɪvɪˈneɪʃn/",
            "pos": "n",
            "mean": "占卜；预测",
            "ex": "Ancient cultures used various methods of divination.",
            "tr": "古代文化使用各种占卜方法。",
            "match": [
              "divination"
            ]
          },
          {
            "word": "stimulate",
            "ph": "/ˈstɪmjuleɪt/",
            "pos": "v",
            "mean": "刺激；激励",
            "ex": "Caffeine stimulates the heart rate.",
            "tr": "咖啡因会刺激心率。",
            "match": [
              "stimulate"
            ]
          },
          {
            "word": "alertness",
            "ph": "/əˈlɜːrtnəs/",
            "pos": "n",
            "mean": "警觉；机敏",
            "ex": "Coffee helps maintain alertness during long drives.",
            "tr": "咖啡有助于在长途驾驶中保持清醒。",
            "match": [
              "alertness"
            ]
          }
        ]
      },
      {
        "id": 3,
        "en": "But there's also a bitter side to the Kola nut's history. As early as the 10th century, it was used by various groups in West Africa as currency to purchase captives across the Sahara. And in the 16th century, Portuguese and Afro-Portuguese traders in the region similarly exchanged the seeds for people whom they then sold into transatlantic slavery. By the 17th century, the Kola nut had made its way to the Americas. Brazilian oral narratives tell of enslaved peoples smuggling the seeds across the Atlantic in their clothing and hair. Enslavers who learned of the nut's energizing properties often weaponized it, supplying it to subjugated workers to induce more backbreaking labor. However, in places like Jamaica, Cuba and Brazil, many enslaved communities managed to cultivate Kola on their own, allowing them to preserve and continue practicing their cultural and religious traditions.",
        "cn": "但可乐果的历史也有苦涩的一面。早在10世纪，西非的各个群体就将其作为货币，在撒哈拉沙漠购买俘虏。在16世纪，该地区的葡萄牙和非裔葡萄牙商人同样用种子交换人口，然后将这些人卖到跨大西洋的奴隶贸易中。到了17世纪，可乐果已经传到了美洲。巴西的口述历史讲述了被奴役的人们将种子藏在衣服和头发里偷运过大西洋的故事。得知这种坚果具有提神作用的奴隶主经常将其武器化，提供给受压迫的工人，以诱导他们进行更繁重的劳动。然而，在牙买加、古巴和巴西等地，许多被奴役的社区设法自己种植可乐果，使他们能够保存并继续实践他们的文化和宗教传统。",
        "vocab": [
          {
            "word": "transatlantic",
            "ph": "/ˌtrænzətˈlæntɪk/",
            "pos": "adj",
            "mean": "横跨大西洋的",
            "ex": "The transatlantic slave trade was a tragedy.",
            "tr": "跨大西洋奴隶贸易是一场悲剧。",
            "match": [
              "transatlantic"
            ]
          },
          {
            "word": "smuggle",
            "ph": "/ˈsmʌɡl/",
            "pos": "v",
            "mean": "走私；偷运",
            "ex": "They tried to smuggle goods across the border.",
            "tr": "他们试图走私货物过境。",
            "match": [
              "smuggling"
            ]
          },
          {
            "word": "subjugated",
            "ph": "/ˈsʌbdʒuɡeɪtɪd/",
            "pos": "adj",
            "mean": "被征服的；受压迫的",
            "ex": "The subjugated people fought for their freedom.",
            "tr": "受压迫的人民为自由而战。",
            "match": [
              "subjugated"
            ]
          },
          {
            "word": "induce",
            "ph": "/ɪnˈduːs/",
            "pos": "v",
            "mean": "引诱；引起；催产",
            "ex": "The drug was used to induce sleep.",
            "tr": "这种药物被用来诱导睡眠。",
            "match": [
              "induce"
            ]
          },
          {
            "word": "backbreaking",
            "ph": "/ˈbækbreɪkɪŋ/",
            "pos": "adj",
            "mean": "极度繁重的；非常辛苦的",
            "ex": "Farming used to be backbreaking work.",
            "tr": "务农过去是一项极度繁重的工作。",
            "match": [
              "backbreaking"
            ]
          }
        ]
      },
      {
        "id": 4,
        "en": "In the late 19th century, the Kola nut gained the attention of pharmacists in Europe and North America. Many claimed, without much evidence, that the nut contained countless medicinal and even mind-altering properties. Soon, Kola containing tonics, chocolates and lozenges lined pharmacy shelves. It was combined with extracts from the coca leaf, the source of cocaine, to create Shackleton's \"Forced March\" tablets, which were also supplied to British soldiers during World War I. In 1886, Atlanta pharmacist John Pemberton used this same potent combo to create the original recipe for Coca-Cola, which he claimed could treat ailments like headaches, indigestion and impotence. By the 1920s, African export of the Kola nut slowed, thanks in part to the introduction of another energizing seed from the region, the cocoa bean. Around this time, the Coca-Cola company is also said to have significantly reduced the Kola nut in its recipe. But no one knows for sure. The exact ingredients remain a closely guarded trade secret. However, we do know that the company removed all traces of cocaine by 1903.",
        "cn": "19世纪末，可乐果引起了欧洲和北美药剂师的注意。许多人声称（虽然没有太多证据），这种坚果含有无数的药用甚至改变精神的特性。很快，含有可乐果的补品、巧克力和润喉糖就摆满了药房的货架。它与可卡因的来源——古柯叶的提取物结合，创造了沙克尔顿的“强行军”药片，这种药片在一战期间也供应给英国士兵。1886年，亚特兰大药剂师约翰·彭伯顿使用这种相同的强效组合创造了可口可乐的原始配方，他声称这可以治疗头痛、消化不良和阳痿等疾病。到了20世纪20年代，非洲可乐果的出口放缓，部分原因是该地区引入了另一种提神种子——可可豆。大约在这个时候，据说可口可乐公司也大大减少了配方中可乐果的含量。但没人能确定。确切的成分仍然是严格保守的商业机密。然而，我们确实知道该公司在1903年之前去除了所有的可卡因痕迹。",
        "vocab": [
          {
            "word": "lozenge",
            "ph": "/ˈlɑːzɪndʒ/",
            "pos": "n",
            "mean": "润喉糖；锭剂",
            "ex": "She sucked on a lozenge to soothe her sore throat.",
            "tr": "她含着一颗润喉糖来缓解喉咙痛。",
            "match": [
              "lozenges"
            ]
          },
          {
            "word": "potent",
            "ph": "/ˈpoʊtnt/",
            "pos": "adj",
            "mean": "强效的；有力的",
            "ex": "This is a very potent medicine.",
            "tr": "这是一种非常强效的药。",
            "match": [
              "potent"
            ]
          },
          {
            "word": "ailment",
            "ph": "/ˈeɪlmənt/",
            "pos": "n",
            "mean": "小病；疾病",
            "ex": "He treated minor ailments with herbal remedies.",
            "tr": "他用草药疗法治疗小病。",
            "match": [
              "ailments"
            ]
          },
          {
            "word": "impotence",
            "ph": "/ˈɪmpətəns/",
            "pos": "n",
            "mean": "阳痿；无能",
            "ex": "The drug was marketed as a cure for impotence.",
            "tr": "这种药被推销为治疗阳痿的良药。",
            "match": [
              "impotence"
            ]
          }
        ]
      },
      {
        "id": 5,
        "en": "Today, the Kola nut can still be found in various drinks and supplements, like Bissy tea, a staple in many Jamaican homes. Believed to have been first brought to the region on slave ships in the 17th century, this tea is just one example of how the Kola nut, despite its bitter past, continues to serve as a powerful symbol of cultural preservation and remembrance. Thank you.",
        "cn": "如今，在各种饮料和补品中仍然可以找到可乐果，比如Bissy茶，这是许多牙买加家庭的主食。人们认为这种茶最早是在17世纪通过奴隶船带到该地区的，它只是可乐果尽管有着痛苦的过去，却继续作为文化保存和记忆的有力象征的一个例子。谢谢。",
        "vocab": [
          {
            "word": "supplement",
            "ph": "/ˈsʌplɪmənt/",
            "pos": "n",
            "mean": "补充剂；增补",
            "ex": "He takes vitamin supplements every day.",
            "tr": "他每天服用维生素补充剂。",
            "match": [
              "supplements"
            ]
          },
          {
            "word": "staple",
            "ph": "/ˈsteɪpl/",
            "pos": "n",
            "mean": "主食；主要产品",
            "ex": "Rice is a staple in many Asian countries.",
            "tr": "米饭是许多亚洲国家的主食。",
            "match": [
              "staple"
            ]
          },
          {
            "word": "preservation",
            "ph": "/ˌprezərˈveɪʃn/",
            "pos": "n",
            "mean": "保存；保护",
            "ex": "The preservation of historical sites is important.",
            "tr": "历史遗迹的保护很重要。",
            "match": [
              "preservation"
            ]
          }
        ]
      }
    ],
    "pos_types": {
      "n": {
        "en": "noun",
        "cn": "名词"
      },
      "v": {
        "en": "verb",
        "cn": "动词"
      },
      "adj": {
        "en": "adjective",
        "cn": "形容词"
      },
      "adv": {
        "en": "adverb",
        "cn": "副词"
      },
      "prep": {
        "en": "preposition",
        "cn": "介词"
      },
      "conj": {
        "en": "conjunction",
        "cn": "连词"
      },
      "pron": {
        "en": "pronoun",
        "cn": "代词"
      },
      "det": {
        "en": "determiner",
        "cn": "限定词"
      },
      "int": {
        "en": "interjection",
        "cn": "感叹词"
      },
      "phr": {
        "en": "phrase",
        "cn": "短语"
      },
      "phr v": {
        "en": "phrasal verb",
        "cn": "动词短语"
      },
      "n phr": {
        "en": "noun phrase",
        "cn": "名词短语"
      },
      "adj phr": {
        "en": "adjective phrase",
        "cn": "形容词短语"
      },
      "modal v": {
        "en": "modal verb",
        "cn": "情态动词"
      },
      "idiom": {
        "en": "idiom",
        "cn": "习语"
      },
      "S": {
        "en": "sentence",
        "cn": "句子"
      },
      "abbr": {
        "en": "abbreviation",
        "cn": "缩写"
      }
    }
  },
  {
    "id": "tip_of_the_tongue_science",
    "title": "The Science Behind 'Tip of the Tongue' Moments",
    "info": {
      "author": "TED-Ed",
      "source": "Video Transcript",
      "level": "C1",
      "tags": [
        "psychology",
        "neuroscience",
        "memory",
        "language",
        "brain"
      ],
      "link": "https://www.ted.com/",
      "variants": null
    },
    "paras": [
      {
        "id": 1,
        "en": "You're sure you know your third grade teacher's name. It's like you're hovering over it in your mind, but it just won't materialize. Researchers call this tantalizing torment a tip of the tongue state, and it's something everyone experiences. But what's actually happening when a word gets caught here? And how can you best get it unstuck?",
        "cn": "你确信你知道你三年级老师的名字。就好像你在脑海中盘旋在这个名字上方，但它就是不肯显现出来。研究人员将这种诱人的折磨称为“舌尖现象”（话在嘴边），这是每个人都会经历的事情。但是，当一个词卡在这里时，究竟发生了什么？你又该如何最好地让它脱口而出呢？",
        "vocab": [
          {
            "word": "materialize",
            "ph": "/məˈtɪriəlaɪz/",
            "pos": "v",
            "mean": "显现；实现",
            "ex": "The ghost appeared to materialize out of thin air.",
            "tr": "那个鬼魂似乎凭空显现了出来。",
            "match": [
              "materialize"
            ]
          },
          {
            "word": "tantalizing",
            "ph": "/ˈtæntəlaɪzɪŋ/",
            "pos": "adj",
            "mean": "诱人的；逗弄人的（却得不到的）",
            "ex": "The tantalizing smell of fresh coffee wafted through the room.",
            "tr": "新鲜咖啡诱人的香味飘荡在房间里。",
            "match": [
              "tantalizing"
            ]
          },
          {
            "word": "torment",
            "ph": "/ˈtɔːrment/",
            "pos": "n",
            "mean": "折磨；痛苦",
            "ex": "Waiting for the results was pure torment.",
            "tr": "等待结果纯粹是一种折磨。",
            "match": [
              "torment"
            ]
          },
          {
            "word": "unstuck",
            "ph": "/ˌʌnˈstʌk/",
            "pos": "adj",
            "mean": "松动的；不再粘着的",
            "ex": "I need to get this zipper unstuck.",
            "tr": "我得把这个拉链弄松开。",
            "match": [
              "unstuck"
            ]
          }
        ]
      },
      {
        "id": 2,
        "en": "Most of the time, our brains seamlessly summon words from vast stores of knowledge, pairing their meaning and sounds and stringing them into sentences. But in a tip of the tongue moment, this retrieval process derails, and there's the sensation of remembering the word, but the struggle to recall it. In these moments, on top of the usual brain activity associated with word retrieval, we also see other brain regions light up, like the conflict-detecting anterior cingulate, which generates that urgently frustrating feeling.",
        "cn": "大多数时候，我们的大脑会从海量的知识库中无缝地唤起词汇，将它们的含义和发音配对，并串连成句子。但在“舌尖现象”时刻，这个检索过程脱轨了，你会有一种记得那个词的感觉，但却难以回忆起来。在这些时刻，除了与词汇检索相关的常规大脑活动外，我们还看到其他大脑区域亮起来，比如负责冲突检测的前扣带皮层，正是它产生了那种急切的挫败感。",
        "vocab": [
          {
            "word": "seamlessly",
            "ph": "/ˈsiːmləsli/",
            "pos": "adv",
            "mean": "无缝地；流畅地",
            "ex": "The software integrates seamlessly with your existing apps.",
            "tr": "该软件与你现有的应用程序无缝集成。",
            "match": [
              "seamlessly"
            ]
          },
          {
            "word": "summon",
            "ph": "/ˈsʌmən/",
            "pos": "v",
            "mean": "召唤；唤起（勇气、记忆等）",
            "ex": "He managed to summon the courage to ask her out.",
            "tr": "他设法鼓起勇气约她出去。",
            "match": [
              "summon"
            ]
          },
          {
            "word": "retrieval",
            "ph": "/rɪˈtriːvl/",
            "pos": "n",
            "mean": "检索；取回",
            "ex": "The system allows for quick data retrieval.",
            "tr": "该系统允许快速的数据检索。",
            "match": [
              "retrieval"
            ]
          },
          {
            "word": "derail",
            "ph": "/diːˈreɪl/",
            "pos": "v",
            "mean": "（使）脱轨；（使）进程中断",
            "ex": "Bad weather threatened to derail their travel plans.",
            "tr": "恶劣的天气威胁要打乱他们的旅行计划。",
            "match": [
              "derails"
            ]
          }
        ]
      },
      {
        "id": 3,
        "en": "It's unclear whether the target word is directly detected and just not successfully recalled, or associations are simply helping the brain infer that it has the word. The reality could also be some combination of these hypotheses. But the experience is pretty consistent with how psycholinguistic theorists think we mentally organize language-related information, going from the word's meaning and associations to how it sounds. Some researchers think that the last layer of information, sound, might be the most vulnerable to glitches.",
        "cn": "目前尚不清楚是目标词被直接检测到但未能成功回忆，还是联想仅仅在帮助大脑推断它知道这个词。现实也可能是这些假设的某种组合。但这种体验与心理语言学理论家认为我们如何在心理上组织语言相关信息非常一致：从词的含义和联想开始，到它的发音。一些研究人员认为，最后一层信息——声音，可能是最容易出现故障的。",
        "vocab": [
          {
            "word": "infer",
            "ph": "/ɪnˈfɜːr/",
            "pos": "v",
            "mean": "推断；推论",
            "ex": "We can infer the meaning of the word from the context.",
            "tr": "我们可以从上下文中推断出这个词的意思。",
            "match": [
              "infer"
            ]
          },
          {
            "word": "hypothesis",
            "ph": "/haɪˈpɑːθəsɪs/",
            "pos": "n",
            "mean": "假说；假设",
            "ex": "Scientists are testing the hypothesis.",
            "tr": "科学家们正在测试这个假说。",
            "match": [
              "hypotheses"
            ]
          },
          {
            "word": "vulnerable",
            "ph": "/ˈvʌlnərəbl/",
            "pos": "adj",
            "mean": "易受影响的；脆弱的",
            "ex": "Small businesses are vulnerable to economic downturns.",
            "tr": "小企业容易受到经济衰退的影响。",
            "match": [
              "vulnerable"
            ]
          },
          {
            "word": "glitch",
            "ph": "/ɡlɪtʃ/",
            "pos": "n",
            "mean": "小故障；失灵",
            "ex": "A technical glitch caused the website to crash.",
            "tr": "一个技术故障导致网站崩溃。",
            "match": [
              "glitches"
            ]
          }
        ]
      },
      {
        "id": 4,
        "en": "Lots of things seem to influence how likely you are to enter a tip of the tongue state, all the way from what kinds of words are involved to your experiences and environment. For example, tip of the tongue states occur most frequently with proper nouns, infrequently used words, and ones that are more abstract and less visual, like idiosyncrasy or revelation.",
        "cn": "很多因素似乎都会影响你进入“舌尖现象”状态的可能性，从涉及什么样的词到你的经历和环境。例如，“舌尖现象”最常发生在专有名词、不常用的词，以及那些更抽象、视觉化程度较低的词上，比如“特质”（idiosyncrasy）或“启示”（revelation）。",
        "vocab": [
          {
            "word": "proper noun",
            "ph": "/ˌprɑːpər ˈnaʊn/",
            "pos": "n phr",
            "mean": "专有名词",
            "ex": "\"London\" and \"Mary\" are proper nouns.",
            "tr": "“伦敦”和“玛丽”是专有名词。",
            "match": [
              "proper nouns"
            ]
          },
          {
            "word": "abstract",
            "ph": "/ˈæbstrækt/",
            "pos": "adj",
            "mean": "抽象的",
            "ex": "Truth and justice are abstract concepts.",
            "tr": "真理和正义是抽象的概念。",
            "match": [
              "abstract"
            ]
          },
          {
            "word": "idiosyncrasy",
            "ph": "/ˌɪdiəˈsɪŋkrəsi/",
            "pos": "n",
            "mean": "（个人的）特质；怪癖",
            "ex": "One of his idiosyncrasies is talking to his plants.",
            "tr": "他的怪癖之一是和他的植物说话。",
            "match": [
              "idiosyncrasy"
            ]
          },
          {
            "word": "revelation",
            "ph": "/ˌrevəˈleɪʃn/",
            "pos": "n",
            "mean": "启示；被揭示的真相",
            "ex": "The book contained several shocking revelations.",
            "tr": "这本书包含了一些令人震惊的揭露。",
            "match": [
              "revelation"
            ]
          }
        ]
      },
      {
        "id": 5,
        "en": "Cognitively, recognizing a face and associating it with general information, like someone's profession, is often easy, while names tend to trip us up. And retrieval of unintended words is also a common problem, like if you're trying to summon the star of the Wizard of Oz's name and keep getting stuck on Dorothy instead of Judy Garland.",
        "cn": "在认知上，认出一张脸并将其与一般信息（如某人的职业）联系起来通常很容易，而名字往往会让我们犯错。检索到非预期的词也是一个常见问题，比如当你试图回忆《绿野仙踪》主演的名字时，一直卡在“多萝西”上，而不是“朱迪·嘉兰”。",
        "vocab": [
          {
            "word": "cognitively",
            "ph": "/ˈkɑːɡnətɪvli/",
            "pos": "adv",
            "mean": "认知上地",
            "ex": "The puzzle was cognitively challenging.",
            "tr": "这个谜题在认知上具有挑战性。",
            "match": [
              "Cognitively"
            ]
          },
          {
            "word": "trip up",
            "ph": "/trɪp ʌp/",
            "pos": "phr v",
            "mean": "使犯错；绊倒",
            "ex": "The tricky question was designed to trip him up.",
            "tr": "那个刁钻的问题旨在让他犯错。",
            "match": [
              "trip us up"
            ]
          }
        ]
      },
      {
        "id": 6,
        "en": "In these situations, the words seem to work as distracting, red herring-like blockers in the retrieval pathway. One study found that stressful test conditions made participants report more tip of the tongue experiences, suggesting that environmental conditions, including stress, can exacerbate them.",
        "cn": "在这些情况下，这些词似乎在检索路径中起到了分散注意力、像红鲱鱼（转移注意力的事物）一样的阻碍作用。一项研究发现，紧张的测试环境使参与者报告了更多的“舌尖现象”，这表明包括压力在内的环境条件会加剧这种情况。",
        "vocab": [
          {
            "word": "red herring",
            "ph": "/ˌred ˈherɪŋ/",
            "pos": "n phr",
            "mean": "转移注意力的事物",
            "ex": "The clue turned out to be a red herring.",
            "tr": "那条线索结果是个转移注意力的东西。",
            "match": [
              "red herring"
            ]
          },
          {
            "word": "blocker",
            "ph": "/ˈblɑːkər/",
            "pos": "n",
            "mean": "阻滞物；拦截者",
            "ex": "This medication acts as a beta blocker.",
            "tr": "这种药物起β受体阻滞剂的作用。",
            "match": [
              "blockers"
            ]
          },
          {
            "word": "exacerbate",
            "ph": "/ɪɡˈzæsərbeɪt/",
            "pos": "v",
            "mean": "加剧；恶化",
            "ex": "Scratching will only exacerbate the itch.",
            "tr": "抓挠只会加剧瘙痒。",
            "match": [
              "exacerbate"
            ]
          }
        ]
      },
      {
        "id": 7,
        "en": "But some people tend to have more tip of the tongue moments than others. This seems to be true for people who speak multiple languages, perhaps because they know more than one word to describe the same thing. So, a word in one language might become an interfering blocker for the target word in another.",
        "cn": "但有些人比其他人更容易出现“舌尖现象”。这对于说多种语言的人来说似乎是真的，可能是因为他们知道不止一个词来描述同一件事。因此，一种语言中的词可能会成为另一种语言中目标词的干扰阻碍。",
        "vocab": [
          {
            "word": "interfering",
            "ph": "/ˌɪntərˈfɪrɪŋ/",
            "pos": "adj",
            "mean": "干扰的；爱管闲事的",
            "ex": "She has an interfering mother-in-law.",
            "tr": "她有个爱管闲事的婆婆。",
            "match": [
              "interfering"
            ]
          }
        ]
      },
      {
        "id": 8,
        "en": "This seems to be especially true when someone's switching between languages, but it might also depend on their fluency. One study suggested that people who learned their second language before age five had fewer tip of the tongue stumbles. And sometimes even just hearing a language participant didn't know has proven to be enough to increase their tip of the tongue incidents. They also seem to rise with age, perhaps from a cognitive decline in speech-related brain areas, greater accumulation of knowledge to search through, or a combination of both.",
        "cn": "当人们在语言之间切换时尤其如此，但这可能也取决于他们的流利程度。一项研究表明，在五岁之前学习第二语言的人出现“舌尖现象”磕巴的情况较少。有时，即使只是听到参与者不懂的语言，也足以增加他们发生“舌尖现象”的频率。这种情况似乎也会随着年龄的增长而增加，这可能是由于言语相关大脑区域的认知衰退，需要搜索的知识积累更多，或者是两者的结合。",
        "vocab": [
          {
            "word": "fluency",
            "ph": "/ˈfluːənsi/",
            "pos": "n",
            "mean": "流利度",
            "ex": "He achieved fluency in Spanish after living in Madrid.",
            "tr": "在马德里生活后，他的西班牙语达到了流利水平。",
            "match": [
              "fluency"
            ]
          },
          {
            "word": "stumble",
            "ph": "/ˈstʌmbl/",
            "pos": "n",
            "mean": "磕巴；差错；绊倒",
            "ex": "He read the text without a single stumble.",
            "tr": "他毫无磕巴地读完了课文。",
            "match": [
              "stumbles"
            ]
          },
          {
            "word": "accumulation",
            "ph": "/əˌkjuːmjəˈleɪʃn/",
            "pos": "n",
            "mean": "积累；堆积物",
            "ex": "The accumulation of dust was visible.",
            "tr": "灰尘的堆积清晰可见。",
            "match": [
              "accumulation"
            ]
          }
        ]
      },
      {
        "id": 9,
        "en": "But while tip of the tongue states may feel like the brain is failing, they seem to have a positive function. Words don't usually go past the point of no return and get permanently forgotten, so much as they tend to get tougher to access. That tough-to-shake tip of the tongue feeling of impending success just around the corner may help motivate us and make us more likely to remember. And researchers have observed that participants in tip of the tongue states are more likely to spend more time and effort searching for answers.",
        "cn": "虽然“舌尖现象”让人感觉像是大脑失灵了，但它们似乎有一个积极的功能。词汇通常不会越过“不归点”而被永久遗忘，更多时候只是变得更难获取。那种难以摆脱的、成功近在咫尺的“话在嘴边”的感觉，可能会帮助激励我们，让我们更有可能记起来。研究人员观察到，处于“舌尖现象”状态的参与者更有可能花更多的时间和精力去寻找答案。",
        "vocab": [
          {
            "word": "point of no return",
            "ph": "/ˌpɔɪnt əv noʊ rɪˈtɜːrn/",
            "pos": "idiom",
            "mean": "不归点；无法挽回的地步",
            "ex": "We've reached the point of no return with this project.",
            "tr": "这个项目我们已经到了无法回头的地步。",
            "match": [
              "point of no return"
            ]
          },
          {
            "word": "tough-to-shake",
            "ph": "/tʌf tuː ʃeɪk/",
            "pos": "adj",
            "mean": "难以摆脱的",
            "ex": "It was a tough-to-shake habit.",
            "tr": "那是一个难以改掉的习惯。",
            "match": [
              "tough-to-shake"
            ]
          },
          {
            "word": "impending",
            "ph": "/ɪmˈpendɪŋ/",
            "pos": "adj",
            "mean": "即将发生的；迫在眉睫的",
            "ex": "She had a sense of impending doom.",
            "tr": "她有一种大难临头的感觉。",
            "match": [
              "impending"
            ]
          }
        ]
      },
      {
        "id": 10,
        "en": "One method for getting something off the tip of your tongue is cueing. This means leaning into the clues your brain surfaces, like associated memories and letters. For example, if you're trying to remember the name of the ancient city with the legendary hanging gardens, you might recall they're one of the seven wonders of the ancient world and run through the alphabet to see if any letters stand out. Because tip of the tongue moments don't seem to be just your brain babbling, but perhaps trying to jog its own extensive memory, where your third grade teacher's name is surely stored somewhere.",
        "cn": "解决“舌尖现象”的一种方法是“线索提示”（Cueing）。这意味着利用你大脑浮现出的线索，比如相关的记忆和字母。例如，如果你试图记住那座拥有传说中空中花园的古城的名字，你可能会回想起它们是古代世界七大奇迹之一，并在脑海中过一遍字母表，看看是否有哪个字母跳出来。因为“舌尖现象”似乎不仅仅是你大脑的胡言乱语，也许是它在试图唤起自己庞大的记忆库，你三年级老师的名字肯定储存在那里的某个地方。",
        "vocab": [
          {
            "word": "cueing",
            "ph": "/ˈkjuːɪŋ/",
            "pos": "n",
            "mean": "提示；暗示",
            "ex": "The actor needed some cueing to remember his lines.",
            "tr": "那个演员需要一些提示才能记起台词。",
            "match": [
              "queuing"
            ]
          },
          {
            "word": "surface",
            "ph": "/ˈsɜːrfɪs/",
            "pos": "v",
            "mean": "浮现；显露",
            "ex": "New evidence surfaced during the trial.",
            "tr": "在审判期间浮现了新的证据。",
            "match": [
              "surfaces"
            ]
          },
          {
            "word": "babble",
            "ph": "/ˈbæbl/",
            "pos": "v",
            "mean": "胡言乱语；牙牙学语",
            "ex": "The baby started to babble.",
            "tr": "婴儿开始牙牙学语。",
            "match": [
              "babbling"
            ]
          },
          {
            "word": "jog",
            "ph": "/dʒɑːɡ/",
            "pos": "v",
            "mean": "唤起（记忆）；轻推",
            "ex": "The photo helped jog his memory.",
            "tr": "这张照片帮助唤起了他的记忆。",
            "match": [
              "jog"
            ]
          }
        ]
      },
      {
        "id": 11,
        "en": "The ability to express yourself with clarity and confidence can have a major impact on your life. That's why we've partnered with Immersed Education to create TED Summer School, a global program experienced in person or virtually that empowers young people to develop their voice, build confidence, and communicate their ideas with impact. Learn more and apply today at ted.com.",
        "cn": "清晰而自信地表达自己的能力会对你的人生通过产生重大影响。这就是为什么我们与 Immersed Education 合作创办了 TED 暑期学校，这是一个可以面对面或通过虚拟方式体验的全球项目，旨在赋能年轻人发展自己的声音，建立自信，并有影响力地交流他们的想法。立即在 ted.com 上了解更多信息并申请。",
        "vocab": [
          {
            "word": "clarity",
            "ph": "/ˈklærəti/",
            "pos": "n",
            "mean": "清晰；清楚",
            "ex": "She explained the complex topic with great clarity.",
            "tr": "她非常清晰地解释了这个复杂的话题。",
            "match": [
              "clarity"
            ]
          },
          {
            "word": "empower",
            "ph": "/ɪmˈpaʊər/",
            "pos": "v",
            "mean": "授权；赋能；使能够",
            "ex": "Education empowers people to change their lives.",
            "tr": "教育赋能人们改变他们的生活。",
            "match": [
              "empowers"
            ]
          }
        ]
      }
    ],
    "pos_types": {
      "n": {
        "en": "noun",
        "cn": "名词"
      },
      "v": {
        "en": "verb",
        "cn": "动词"
      },
      "adj": {
        "en": "adjective",
        "cn": "形容词"
      },
      "adv": {
        "en": "adverb",
        "cn": "副词"
      },
      "prep": {
        "en": "preposition",
        "cn": "介词"
      },
      "conj": {
        "en": "conjunction",
        "cn": "连词"
      },
      "pron": {
        "en": "pronoun",
        "cn": "代词"
      },
      "det": {
        "en": "determiner",
        "cn": "限定词"
      },
      "int": {
        "en": "interjection",
        "cn": "感叹词"
      },
      "phr": {
        "en": "phrase",
        "cn": "短语"
      },
      "phr v": {
        "en": "phrasal verb",
        "cn": "动词短语"
      },
      "n phr": {
        "en": "noun phrase",
        "cn": "名词短语"
      },
      "adj phr": {
        "en": "adjective phrase",
        "cn": "形容词短语"
      },
      "modal v": {
        "en": "modal verb",
        "cn": "情态动词"
      },
      "idiom": {
        "en": "idiom",
        "cn": "习语"
      },
      "S": {
        "en": "sentence",
        "cn": "句子"
      }
    }
  }
]